var teams = {
    "2001202207260001": {
        "members": "严一涵、周润杰、陈格",
        "school": "山东大学（威海）",
        "team": "B站关注奕荷yyhhenry",
        "type": "type1"
      },
    "2001202207260004": {
        "members": "邝启鹏、谢立辉、邓明昱",
        "school": "中山大学",
        "team": "中山大学_无人之境",
        "type": "type1"
      },
    "2001202207260007": {
        "members": "徐国琛、李玄靖、赵伯阳",
        "school": "中南大学",
        "team": "明日之风的三重奏",
        "type": "type1"
      },
    "2001202207260010": {
        "members": "欧梓洋、黄途亮、梁梓豪",
        "school": "中山大学",
        "team": "中山大学_最后的午餐",
        "type": "type1"
      },
    "2001202207260013": {
        "members": "黄锐、黄思源、王冀鲁",
        "school": "重庆大学",
        "team": "狂风之力",
        "type": "type1"
      },
    "2001202207260016": {
        "members": "徐亦周、楼持恒、刘迅",
        "school": "中国科学院大学",
        "team": "骑士与龙",
        "type": "type1"
      },
    "2001202207260019": {
        "members": "周俊峰、肖扬航、雷毅",
        "school": "中国矿业大学",
        "team": "塞尔达",
        "type": "type1"
      },
    "2001202207260022": {
        "members": "张霄、王龙欢、梁孜祺",
        "school": "中国计量大学",
        "team": "树套树套树",
        "type": "type1"
      },
    "2001202207260025": {
        "members": "王涵斌、朱晨曦、沈新迪",
        "school": "中国科学技术大学",
        "team": "评测要红过九重",
        "type": "type1"
      },
    "2001202207260028": {
        "members": "易晨竹、刘锦程、王文显",
        "school": "中国地质大学（北京）",
        "team": "肆零肆",
        "type": "type1"
      },
    "2001202207260031": {
        "members": "张一泽、孙泽国、王家琪",
        "school": "郑州轻工业大学",
        "team": "分个序，排个块",
        "type": "type1"
      },
    "2001202207260034": {
        "members": "黄笑凡、刘世纪、苏同",
        "school": "郑州大学",
        "team": "西海为期",
        "type": "type1"
      },
    "2001202207260037": {
        "members": "温启涛、蒋润浩、余知航",
        "school": "浙江师范大学",
        "team": "妖怪被srk转走了QAQ",
        "type": "type1"
      },
    "2001202207260040": {
        "members": "李弘辰、王元、赵天骏",
        "school": "浙江中医药大学",
        "team": "一流中医药大学",
        "type": "type1"
      },
    "2001202207260043": {
        "members": "朱梦涵、刘正永、陈斌格",
        "school": "浙江万里学院",
        "team": "苗妙妙养了只喵叫喵妙",
        "type": "type1"
      },
    "2001202207260046": {
        "members": "王子超、陈重喜、陈城",
        "school": "浙江农林大学",
        "team": "春田花花幼儿园青春版",
        "type": "type1"
      },
    "2001202207260049": {
        "members": "王显龙、吴士超、瞿程浩",
        "school": "浙江理工大学",
        "team": "喵喵队立大功",
        "type": "type1"
      },
    "2001202207260052": {
        "members": "冯则涛、杨柳、傅嘉豪",
        "school": "浙江工商大学",
        "team": "锟斤拷之烫",
        "type": "type1"
      },
    "2001202207260055": {
        "members": "陈洁怡、张宇翔、李亚伦",
        "school": "浙江工业大学",
        "team": "地球猫猫",
        "type": "type1"
      },
    "2003202207260001": {
        "members": "何开、李文超、龚可",
        "school": "上海科技大学",
        "team": "未来道具研究所",
        "type": "type1"
      },
    "2003202207260004": {
        "members": "叶瑶琦、姜天乐、王照梓",
        "school": "上海交通大学",
        "team": "柳",
        "type": "type1"
      },
    "2003202207260007": {
        "members": "金之谦、谢奕、陶钧",
        "school": "上海大学",
        "team": "江海寄余生",
        "type": "type1"
      },
    "2003202207260010": {
        "members": "马润东、徐董鑫、马健文",
        "school": "山东理工大学",
        "team": "重生之只会做假题",
        "type": "type1"
      },
    "2003202207260013": {
        "members": "卢子辰、王在烜、周何",
        "school": "山东大学",
        "team": "樱花猪开喵喵车创大白熊",
        "type": "type1"
      },
    "2003202207260016": {
        "members": "周正、徐铭逸、高言峰",
        "school": "厦门大学",
        "team": "点分治分点",
        "type": "type1"
      },
    "2003202207260019": {
        "members": "朱悦宁、慎梓戎、曹歆蕤",
        "school": "清华大学",
        "team": "黑化肥会发灰",
        "type": "type1 girls"
      },
    "2003202207260022": {
        "members": "毛嘉怡、方汤骐、张哲宇",
        "school": "清华大学",
        "team": "盖世汤圆",
        "type": "type1"
      },
    "2003202207260025": {
        "members": "温智凯、马英杰、李泉志",
        "school": "青岛科技大学",
        "team": "Syrup",
        "type": "type1"
      },
    "2003202207260028": {
        "members": "王思齐、袁方舟、房励行",
        "school": "清华大学",
        "team": "小万邦",
        "type": "type1"
      },
    "2003202207260031": {
        "members": "王励翔、杨熠辰、刘易凡",
        "school": "齐鲁工业大学",
        "team": "生死时速",
        "type": "type1"
      },
    "2003202207260034": {
        "members": "王超星、翟江天、杜岱玮",
        "school": "南开大学",
        "team": "图一乐",
        "type": "type1"
      },
    "2003202207260037": {
        "members": "王茹月、李嘉琪、梁航锋",
        "school": "宁波大学",
        "team": "知世小天使请别难过喔",
        "type": "type1"
      },
    "2003202207260040": {
        "members": "叶盛、季炎、苏展",
        "school": "南通大学",
        "team": "NTU1",
        "type": "type1"
      },
    "2003202207260043": {
        "members": "张禹健、文超航、冯一帆",
        "school": "南京邮电大学",
        "team": "收收心找个电子厂上班了",
        "type": "type1"
      },
    "2003202207260046": {
        "members": "何乐晗、赵一舟、陈以信",
        "school": "南京邮电大学",
        "team": "Citrus",
        "type": "type1"
      },
    "2003202207260049": {
        "members": "林荣恩、张浩宇、陈晓",
        "school": "南京大学",
        "team": "Thedereap",
        "type": "type1"
      },
    "2003202207260052": {
        "members": "郭佳樊、陈一涵、金朝哲",
        "school": "南京理工大学",
        "team": "立一摸断平三色猫猫头",
        "type": "type1"
      },
    "2003202207260055": {
        "members": "单启程、丁天行、欧丰宁",
        "school": "南京大学",
        "team": "虚幻黄昏",
        "type": "type1"
      },
    "2003202207260058": {
        "members": "周珈伊、董廷臻、陈浩然",
        "school": "南方科技大学",
        "team": "南方科技大学-希腊奶",
        "type": "type1"
      },
    "2004202207260001": {
        "members": "周轶凡、陈璐瑶、李舒欣",
        "school": "南方科技大学",
        "team": "南方科技大学-普罗旺斯感叹号",
        "type": "type1 girls"
      },
    "2004202207260004": {
        "members": "靳加乐、吴衍涛、张欢",
        "school": "鲁东大学",
        "team": "莫比巴哈之火",
        "type": "type1"
      },
    "2004202207260007": {
        "members": "赖澄宇、黄晨曦、王福源",
        "school": "南昌大学",
        "team": "超新星",
        "type": "type1"
      },
    "2004202207260010": {
        "members": "殷勇杰、洪梓炜、雷震宇",
        "school": "辽宁大学",
        "team": "宵待雨月",
        "type": "type1"
      },
    "2004202207260013": {
        "members": "王徐笙、狄农雨、孟戴浓达",
        "school": "兰州大学",
        "team": "我们几乎要拿到金牌了不是吗",
        "type": "type1"
      },
    "2004202207260016": {
        "members": "张天福、陈哲、颜玮琦",
        "school": "江西师范大学",
        "team": "做出签到就算成功",
        "type": "type1"
      },
    "2004202207260019": {
        "members": "曾彪杰、程禹力、张国良",
        "school": "江西理工大学",
        "team": "樱花吹雪",
        "type": "type1"
      },
    "2004202207260022": {
        "members": "林晨、张益铭、王征宇",
        "school": "济南大学",
        "team": "轩昂",
        "type": "type1"
      },
    "2004202207260025": {
        "members": "麦骏、文荫华、温键伟",
        "school": "暨南大学",
        "team": "追光者",
        "type": "type1"
      },
    "2004202207260028": {
        "members": "陈铭豪、黄昌盛、李光赫",
        "school": "吉林大学",
        "team": "柴郡猫猫QuQ",
        "type": "type1"
      },
    "2004202207260031": {
        "members": "周宇恒、过思齐、王品欢",
        "school": "吉林大学",
        "team": "世末鸽者",
        "type": "type1"
      },
    "2004202207260034": {
        "members": "赵雨扬、徐聪、郑量",
        "school": "华侨大学",
        "team": "红日初升",
        "type": "type1"
      },
    "2004202207260037": {
        "members": "符智基、张仲轩、陈欣然",
        "school": "惠州学院",
        "team": "绽华之刻",
        "type": "type1"
      },
    "2004202207260040": {
        "members": "张天翼、陈首翱、胡婧",
        "school": "华中师范大学",
        "team": "翱子翱子翱子",
        "type": "type1"
      },
    "2004202207260043": {
        "members": "郑欣、俞仲遥、龚宸",
        "school": "华中科技大学",
        "team": "鸭鸭鱼鱼虫虫",
        "type": "type1"
      },
    "2004202207260046": {
        "members": "黄子桓、胡丹睿、苏培哲",
        "school": "华南师范大学",
        "team": "母鸡救咩",
        "type": "type1"
      },
    "2004202207260049": {
        "members": "漆永康、吴思宇、陈宇鹏",
        "school": "华南农业大学",
        "team": "被虐中慢慢成佛",
        "type": "type1"
      },
    "2004202207260052": {
        "members": "汪鼎尊、罗持、刘凯源",
        "school": "华东师范大学",
        "team": "Newer",
        "type": "type1"
      },
    "2004202207260055": {
        "members": "李珲、冼昊明、钱晨炼",
        "school": "华南理工大学",
        "team": "胖头鱼头胖",
        "type": "type1"
      },
    "2004202207260058": {
        "members": "谈笑枫、王子涵、赵云翔",
        "school": "华东师范大学",
        "team": "二环己基碳二亚胺",
        "type": "type1"
      },
    "2005202207260001": {
        "members": "曾剑涛、杭业晟、胡文波",
        "school": "华东理工大学",
        "team": "想队名比过题还难",
        "type": "type1"
      },
    "2005202207260004": {
        "members": "范则鸣、苏杰、廖曙康",
        "school": "湖南大学",
        "team": "夏天到了",
        "type": "type1"
      },
    "2005202207260007": {
        "members": "王辰宇、姜远仁、黄沛遥",
        "school": "湖南师范大学",
        "team": "师大之臖",
        "type": "type1"
      },
    "2005202207260010": {
        "members": "张星宇、张时钊、陈奕涵",
        "school": "河海大学",
        "team": "海狗",
        "type": "type1"
      },
    "2005202207260013": {
        "members": "邵铁夫、林宏磊、陈银桦",
        "school": "杭州师范大学",
        "team": "鹤望兰",
        "type": "type1"
      },
    "2005202207260016": {
        "members": "毛一枭、王权、梁孝铨",
        "school": "杭州电子科技大学信息工程学院",
        "team": "胜机",
        "type": "type1"
      },
    "2005202207260019": {
        "members": "尹吴潇、戴志炜、赵政和",
        "school": "杭州电子科技大学",
        "team": "杭电2021-2队",
        "type": "type1"
      },
    "2005202207260022": {
        "members": "刘新一、和树繁、苑世豪",
        "school": "哈尔滨工业大学（威海）",
        "team": "掘金打铁",
        "type": "type1"
      },
    "2005202207260025": {
        "members": "王开纪、顾红卫、王令开",
        "school": "哈尔滨理工大学",
        "team": "哈理工S03队",
        "type": "type1"
      },
    "2005202207260028": {
        "members": "祁展华、金义扬、颜伟业",
        "school": "哈尔滨工业大学",
        "team": "你感觉的不队",
        "type": "type1"
      },
    "2005202207260031": {
        "members": "任秦江、梁珊、卢郡然",
        "school": "哈尔滨工业大学（深圳）",
        "team": "删库跑路",
        "type": "type1"
      },
    "2005202207260034": {
        "members": "王昊宇、徐子涵、彭金浩",
        "school": "哈尔滨工程大学",
        "team": "下北泽沼气动力学园学园偶像同好会兼恋恋的信仰者教团改二",
        "type": "type1"
      },
    "2005202207260037": {
        "members": "鲁智昊、周博睿、苏一水",
        "school": "桂林电子科技大学",
        "team": "罚时不到两位数就算大成功",
        "type": "type1"
      },
    "2005202207260040": {
        "members": "吴佳英、亢世嘉、左传奇",
        "school": "国防科技大学",
        "team": "自然选择号",
        "type": "type1"
      },
    "2005202207260043": {
        "members": "王镇涛、严瑞祺、张峻豪",
        "school": "广东工业大学",
        "team": "猫猫吃代码",
        "type": "type1"
      },
    "2005202207260046": {
        "members": "聂绍珩、程鹏志、梁敬聪",
        "school": "复旦大学",
        "team": "冰泮北徂",
        "type": "type1"
      },
    "2005202207260049": {
        "members": "孙若诗、陆佳艺、田嘉禾",
        "school": "复旦大学",
        "team": "狄利克雷卷帝企鹅",
        "type": "type1 girls"
      },
    "2005202207260052": {
        "members": "戚雨林、潘景瑞、郑祎凡",
        "school": "东南大学",
        "team": "猛犸不上ban",
        "type": "type1"
      },
    "2005202207260055": {
        "members": "刘琛、吴一玄、罗潇阳",
        "school": "东北大学秦皇岛分校",
        "team": "GNK48-101",
        "type": "type1"
      },
    "2005202207260058": {
        "members": "廖智炫、陈昊旸、洪磊",
        "school": "福州大学",
        "team": "卡绒熊",
        "type": "type1"
      },
    "2006202207260001": {
        "members": "张晋恺、李泽仁、陈少皇",
        "school": "东北大学",
        "team": "东北大学_寄",
        "type": "type1"
      },
    "2006202207260004": {
        "members": "周津宇、胡佳金、朱铖昊",
        "school": "电子科技大学",
        "team": "魔法少女",
        "type": "type1"
      },
    "2006202207260007": {
        "members": "陈佳宝、吴宝、林国杰",
        "school": "电子科技大学中山学院",
        "team": "文君志鸿队2022",
        "type": "type1"
      },
    "2006202207260010": {
        "members": "江雨桐、夏鸿康、李冠霖",
        "school": "大连理工大学",
        "team": "多多跳",
        "type": "type1"
      },
    "2006202207260013": {
        "members": "张天泽、区庆亮、王佳禾",
        "school": "北京邮电大学",
        "team": "三只蒟蒻",
        "type": "type1"
      },
    "2006202207260016": {
        "members": "董凯文、高畅、程泓涛",
        "school": "北京邮电大学",
        "team": "珊瑚宫心海",
        "type": "type1"
      },
    "2006202207260019": {
        "members": "李明泽、高艺炜、林靖轩",
        "school": "北京师范大学",
        "team": "内测度",
        "type": "type1"
      },
    "2006202207260022": {
        "members": "林恺、朱子林、邹知秋",
        "school": "北京理工大学",
        "team": "ddl战神",
        "type": "type1"
      },
    "2006202207260025": {
        "members": "徐一龙、张开元、张乐凭",
        "school": "北京交通大学",
        "team": "铁杵磨成金",
        "type": "type1"
      },
    "2006202207260028": {
        "members": "刘彦铭、夏旭辉、赵开",
        "school": "北京科技大学",
        "team": "不可靠题意传输协议",
        "type": "type1"
      },
    "2006202207260031": {
        "members": "叶可、张世东、庄禹",
        "school": "北京化工大学",
        "team": "随便吧，我也没想法",
        "type": "type1"
      },
    "2006202207260034": {
        "members": "温佳昊、韩一、吕诚鑫",
        "school": "北京航空航天大学",
        "team": "又是困难的取名时间了",
        "type": "type1"
      },
    "2006202207260037": {
        "members": "吕秋实、屠学畅、张博为",
        "school": "北京大学",
        "team": "你这题保熟吗",
        "type": "type1"
      },
    "2006202207260040": {
        "members": "孔朝哲、周雨扬、潘骏跃",
        "school": "北京大学",
        "team": "逆十字",
        "type": "type1"
      },
    "2006202207260043": {
        "members": "王北辰、刘桁铭、郭志坚",
        "school": "北方工业大学",
        "team": "好坏小姐",
        "type": "type1"
      },
    "2006202207260046": {
        "members": "闵烁、余思龙、李骋",
        "school": "安徽大学",
        "team": "瑞文欧米茄",
        "type": "type1"
      },
    "2007202207260001": {
        "members": "何哲琪、付万增、蔡心瑗",
        "school": "轻舟智航",
        "team": "轻舟智航",
        "type": "type2 unofficial"
      },
    "2002202207260001": {
        "members": "彭博、褚写庭、陈逸",
        "school": "浙江大学",
        "team": "虚空之梦",
        "type": "type1"
      },
    "2002202207260004": {
        "members": "陈雯丽、何一、徐畅",
        "school": "西南大学",
        "team": "西南大学啦啦队",
        "type": "type1"
      },
    "2002202207260007": {
        "members": "郑星宇、柴艺函、宋昊轩",
        "school": "西南交通大学",
        "team": "站着挣钱",
        "type": "type1"
      },
    "2002202207260010": {
        "members": "吴宇宏、敖睿、张宇含",
        "school": "西南科技大学",
        "team": "梦入蟾宫",
        "type": "type1"
      },
    "2002202207260013": {
        "members": "赵广泽、吕耀维、凌子恒",
        "school": "浙江大学",
        "team": "Heltion & l1ll5 & SSerxhs",
        "type": "type1"
      },
    "2002202207260016": {
        "members": "朱新宇、张垚垚、张维康",
        "school": "浙江财经大学",
        "team": "财大小喵",
        "type": "type1"
      },
    "2002202207260019": {
        "members": "潘劲帆、章晨榆、钟天宇",
        "school": "浙大城市学院",
        "team": "来杯拿铁",
        "type": "type1"
      },
    "2002202207260022": {
        "members": "周泊宇、王大睿、郝良友",
        "school": "长春理工大学",
        "team": "一次就好",
        "type": "type1"
      },
    "2002202207260025": {
        "members": "刘帅、刘赟贲、胡洋",
        "school": "长沙理工大学",
        "team": "宝可梦之炼金术士",
        "type": "type1"
      },
    "2002202207260028": {
        "members": "忙秋阳、徐源、李冬旭",
        "school": "香港中文大学（深圳）",
        "team": "新手上路",
        "type": "type1"
      },
    "2002202207260031": {
        "members": "唐梓航、陈执镇、仲星焱",
        "school": "西安交通大学",
        "team": "渡渡卫兵",
        "type": "type1"
      },
    "2002202207260034": {
        "members": "王之坤、杨栋、陈业元",
        "school": "西安交通大学",
        "team": "渡渡鸟幼儿园",
        "type": "type1"
      },
    "2002202207260037": {
        "members": "奚兆阳、罗越、徐亚萌",
        "school": "武汉理工大学",
        "team": "不会计数怎么办",
        "type": "type1"
      },
    "2002202207260040": {
        "members": "王孟晞、朱霖淇、潘曲阳",
        "school": "西安电子科技大学",
        "team": "八方旅人",
        "type": "type1"
      },
    "2002202207260043": {
        "members": "张杰、李佳毅、陈一凡",
        "school": "武汉科技大学",
        "team": "有人四级没过",
        "type": "type1"
      },
    "2002202207260046": {
        "members": "冯烨聪、蔡玉聪、水熙锐",
        "school": "武汉大学",
        "team": "删点引猹",
        "type": "type1"
      },
    "2002202207260049": {
        "members": "孙治弘、张乐天、刘依扬",
        "school": "同济大学",
        "team": "达拉崩吧班德贝迪卜多比鲁翁",
        "type": "type1"
      },
    "2002202207260052": {
        "members": "杜鼎勋、何志凌、张博凯",
        "school": "天津大学",
        "team": "天津大学",
        "type": "type1"
      },
    "2002202207260055": {
        "members": "顾曦骏、詹宜瑞、谭茜匀",
        "school": "四川大学",
        "team": "搶曽峠杺嫿",
        "type": "type1"
      },
    "2002202207260058": {
        "members": "殷九思、丁誉洋、孙孜斌",
        "school": "苏州大学",
        "team": "咕咕咕咕咕咕咕咕咕",
        "type": "type1"
      },
    };
