var teams = {
    "2099202206250021": {
        "members": "李欣燃、陈昌浩、麻庭豪",
        "school": "广西科技大学",
        "team": "你也喜欢猫猫头吗",
        "type": "type1"
      },
    "2099202206250022": {
        "members": "曾航、彭德鑫、邵玉才",
        "school": "广西科技大学",
        "team": "勉强凑够3人",
        "type": "type1"
      },
    "2099202206250023": {
        "members": "高业诚、薛沈轲、何春霖",
        "school": "广西科技大学",
        "team": "水题全队",
        "type": "type1"
      },
    "2099202206250024": {
        "members": "彭绍钦、廖乾佳、陈艺煊",
        "school": "广西科技大学",
        "team": "再开一题",
        "type": "type1"
      },
    "2099202206250025": {
        "members": "尹方鑫、程子乾、林志平",
        "school": "广西科技大学",
        "team": "代码都不队",
        "type": "type1"
      },
    "2099202206250026": {
        "members": "叶思斌、杨金冰、朱尘岳",
        "school": "广西科技大学",
        "team": "巴比龙",
        "type": "type1"
      },
    "2099202206250027": {
        "members": "王艳、丁如梦、石远成",
        "school": "广西科技大学",
        "team": "队名加载中...",
        "type": "type1"
      },
    "2099202206250028": {
        "members": "潘江西、杨鑫、莫芃",
        "school": "广西科技大学",
        "team": "我对不对",
        "type": "type1 unofficial"
      },
    "2099202206250029": {
        "members": "张泳潭、喻佳阳、周丰艺",
        "school": "广西科技大学",
        "team": "三人成行",
        "type": "type1"
      },
    "2099202206250030": {
        "members": "卢宇翔、李韵林、彭锰园",
        "school": "广西科技大学",
        "team": "不想WA",
        "type": "type1 unofficial"
      },
    "2099202206250031": {
        "members": "黄志聪、韦富才、罗武晨",
        "school": "广西民族大学",
        "team": "unJuanable",
        "type": "type1"
      },
    "2099202206250032": {
        "members": "林熙、陆金鹤、陈奕舟",
        "school": "广西民族大学",
        "team": "Ceiling",
        "type": "type1"
      },
    "2099202206250033": {
        "members": "王志贤、吴培源、蒋莹莹",
        "school": "广西民族大学",
        "team": "AlgorithmMachine",
        "type": "type1"
      },
    "2099202206250034": {
        "members": "杨志博、陈石华、蒋棚",
        "school": "广西民族大学",
        "team": "剪枝完，暴力搜",
        "type": "type1"
      },
    "2099202206250035": {
        "members": "陈家涛、杨子龙、苏达邦",
        "school": "广西民族大学",
        "team": "自信乃常态",
        "type": "type1"
      },
    "2099202206250036": {
        "members": "周朝良、黄贵勇、陈焕增",
        "school": "广西民族大学",
        "team": "奔波儿灞儿波奔",
        "type": "type1"
      },
    "2099202206250037": {
        "members": "滕显励、罗柏海、罗伟杰",
        "school": "广西民族大学",
        "team": "竟然是菜鸡",
        "type": "type1"
      },
    "2099202206250038": {
        "members": "何元凯、杨昊、章仕彦",
        "school": "广西民族大学",
        "team": "码上对",
        "type": "type1"
      },
    "2099202206250039": {
        "members": "原海华、杨树飞、李诚瑜",
        "school": "广西民族大学",
        "team": "啊对对对",
        "type": "type1"
      },
    "2099202206250040": {
        "members": "卢盛华、李政、曹茹翔",
        "school": "广西民族大学",
        "team": "咕嘟咕嘟",
        "type": "type1 unofficial"
      },
    "2099202206250041": {
        "members": "吕继民、吴涛、林超",
        "school": "广西民族大学",
        "team": "WA一题就算失败",
        "type": "type1 unofficial"
      },
    "2099202206250066": {
        "members": "陈丽琦、李紫辉、刘政",
        "school": "桂林航天工业学院",
        "team": "晚三睡不着",
        "type": "type1"
      },
    "2099202206250067": {
        "members": "全冬孙、罗敬、柯裕恒",
        "school": "桂林航天工业学院",
        "team": "早八睡不醒",
        "type": "type1"
      },
    "2099202206250068": {
        "members": "杨茂颖、施亦翔、饶云龙",
        "school": "桂林航天工业学院",
        "team": "滑水",
        "type": "type1"
      },
    "2099202206250069": {
        "members": "罗杰、张祖森、谢荣挺",
        "school": "桂林航天工业学院",
        "team": "小小物联网",
        "type": "type1"
      },
    "2099202206250070": {
        "members": "黄良永、周海涛、王文杰",
        "school": "桂林航天工业学院",
        "team": "奋斗者",
        "type": "type1"
      },
    "2099202206250071": {
        "members": "黄先棠、杨光宇、冯勇竣",
        "school": "桂林航天工业学院",
        "team": "如来佛组",
        "type": "type1 unofficial"
      },
    "2099202206250072": {
        "members": "伍燕夏、武雨洁、郭铭皓",
        "school": "桂林航天工业学院",
        "team": "小趴菜",
        "type": "type1 unofficial"
      },
    "2099202206250073": {
        "members": "左晨阳、孔志强、邓丰成",
        "school": "桂林航天工业学院",
        "team": "三个臭皮匠",
        "type": "type1 unofficial"
      },
    "2099202206250074": {
        "members": "方聚云、谢勇基、钟定键",
        "school": "桂林航天工业学院",
        "team": "迎风",
        "type": "type1 unofficial"
      },
    "2099202206250075": {
        "members": "韦启祥、王闯、陈念峰",
        "school": "桂林航天工业学院",
        "team": "Vigilantes",
        "type": "type1 unofficial"
      },
    "2099202206250159": {
        "members": "吴钊辉、黄鹏、刘志鹏",
        "school": "桂林理工大学南宁分校",
        "team": "啊对对对队",
        "type": "type1"
      },
    "2099202206250160": {
        "members": "蓝培义、李文佳、梁维源",
        "school": "桂林理工大学南宁分校",
        "team": "啥都不队",
        "type": "type1"
      },
    "2099202206250015": {
        "members": "王利明、陈嘉怡、金珉瑞",
        "school": "广西大学",
        "team": "改写战局",
        "type": "type1"
      },
    "2099202206250016": {
        "members": "蓝秋雨、李承轩、陈明",
        "school": "广西大学",
        "team": "步履蹒跚的残疾芥末火锅",
        "type": "type1"
      },
    "2099202206250017": {
        "members": "武成志、张可、阮慧鹏",
        "school": "广西大学",
        "team": "残疾人康复中心",
        "type": "type1"
      },
    "2099202206250018": {
        "members": "孙城涛、何金洺、洪越",
        "school": "广西大学",
        "team": "非金即同队",
        "type": "type1"
      },
    "2099202206250019": {
        "members": "张一凡、王辰昊、黄连东",
        "school": "广西大学",
        "team": "役满天牌铳一色",
        "type": "type1"
      },
    "2099202206250020": {
        "members": "陈松盛、陈治成、李家奇",
        "school": "广西大学",
        "team": "NEW",
        "type": "type1"
      },
    "2099202206250042": {
        "members": "伍嘉庆、黄娟娟、黄青怡",
        "school": "广西师范大学",
        "team": "睡个好觉叭",
        "type": "type1"
      },
    "2099202206250043": {
        "members": "范诗杰、周博杰、林叶贵",
        "school": "广西师范大学",
        "team": "签到就是成功",
        "type": "type1"
      },
    "2099202206250044": {
        "members": "刘朝晖、杨图淇、王雪",
        "school": "广西师范大学",
        "team": "白驹过隙",
        "type": "type1"
      },
    "2099202206250045": {
        "members": "叶伟强、喻诗媛、杨康发",
        "school": "广西师范大学",
        "team": "宏图待看新秀",
        "type": "type1"
      },
    "2099202206250046": {
        "members": "甘泽明、苏琳琳、资颖泉",
        "school": "广西师范大学",
        "team": "小甘佩奇",
        "type": "type1"
      },
    "2099202206250047": {
        "members": "黎启宇、谭宙、张程",
        "school": "广西师范大学",
        "team": "moon fall",
        "type": "type1"
      },
    "2099202206250048": {
        "members": "蒋青、罗梅葶、甘湘桂",
        "school": "广西师范大学",
        "team": "蹲一个奇迹",
        "type": "type1"
      },
    "2099202206250049": {
        "members": "文岐富、梁文涛、罗惠",
        "school": "广西师范大学",
        "team": "师大acm",
        "type": "type1"
      },
    "2099202206250050": {
        "members": "兰淞、钱浩栋、石伟凡",
        "school": "广西师范大学",
        "team": "jiangly铁粉",
        "type": "type1"
      },
    "2099202206250057": {
        "members": "宁申恺、苏一水、李立",
        "school": "桂林电子科技大学",
        "team": "GUET隐藏高手",
        "type": "type1"
      },
    "2099202206250058": {
        "members": "黄思晨、刘思语、汪庭浩",
        "school": "桂林电子科技大学",
        "team": "GUET公认菜逼",
        "type": "type1"
      },
    "2099202206250059": {
        "members": "张蓝天、元正臣、张安航",
        "school": "桂林电子科技大学",
        "team": "我们队长考青大落榜了",
        "type": "type1"
      },
    "2099202206250060": {
        "members": "王鹏程、黄莹、党有威",
        "school": "桂林电子科技大学",
        "team": "B类比赛带盐人",
        "type": "type1"
      },
    "2099202206250061": {
        "members": "陈星宇、彭鸿祥、李学诚",
        "school": "桂林电子科技大学",
        "team": "鲨鱼泡泡",
        "type": "type1"
      },
    "2099202206250062": {
        "members": "莫泽华、刘善坤、叶修",
        "school": "桂林电子科技大学",
        "team": "拔萝卜",
        "type": "type1"
      },
    "2099202206250063": {
        "members": "陈冰鑫、申诺、张钰敏",
        "school": "桂林电子科技大学",
        "team": "打了羊胎素",
        "type": "type1"
      },
    "2099202206250064": {
        "members": "李奋勇、韦俊宇、余兆昕",
        "school": "桂林电子科技大学",
        "team": "我就是来看题目的",
        "type": "type1"
      },
    "2099202206250065": {
        "members": "黄歆懿、叶骁杨、贺启亮",
        "school": "桂林电子科技大学",
        "team": "大本钟快递队",
        "type": "type1"
      },
    "2099202206250111": {
        "members": "吴俊君、唐文康、刘阳阳",
        "school": "长沙学院",
        "team": "代码搬运工",
        "type": "type1 unofficial"
      },
    "2099202206250112": {
        "members": "刘超、刘湘怡、刘丽菲",
        "school": "长沙学院",
        "team": "刘刘刘",
        "type": "type1 unofficial"
      },
    "2099202206250113": {
        "members": "郑昊、毛康佳、李政",
        "school": "长沙学院",
        "team": "WA永动机",
        "type": "type1 unofficial"
      },
    "2099202206250114": {
        "members": "曹正凌、刘鑫、何笔男",
        "school": "长沙学院",
        "team": "花椰焯栗鸭",
        "type": "type1 unofficial"
      },
    "2099202206250115": {
        "members": "杨启凡、马智豪、陈锐翔",
        "school": "长沙学院",
        "team": "最高城",
        "type": "type1 unofficial"
      },
    "2099202206250116": {
        "members": "夏妍、杨云意、单清",
        "school": "长沙学院",
        "team": "不知道哪个队",
        "type": "type1 unofficial"
      },
    "2099202206250117": {
        "members": "龚珊珊、曾令翔、罗宝升",
        "school": "长沙学院",
        "team": "三脸懵逼",
        "type": "type1 unofficial"
      },
    "2099202206250118": {
        "members": "刘广平、罗云琛、龙智豪",
        "school": "长沙学院",
        "team": "黎明破晓",
        "type": "type1 unofficial"
      },
    "2099202206250119": {
        "members": "钟文博、彭钰淇、赵毅军",
        "school": "长沙学院",
        "team": "重生之我是菜犬",
        "type": "type1 unofficial"
      },
    "2099202206250051": {
        "members": "谭期元、侯俊宏、黄秀珍",
        "school": "广西外国语学院",
        "team": "做错不予理睬说什么才",
        "type": "type2"
      },
    "2099202206250052": {
        "members": "郑佳丽、李莹、曾秀园",
        "school": "广西外国语学院",
        "team": "被芭比Q要想什么才",
        "type": "type2"
      },
    "2099202206250053": {
        "members": "何成琛、林泓名、沈霄阳",
        "school": "广西外国语学院",
        "team": "积极健康向上的参赛队",
        "type": "type1"
      },
    "2099202206250054": {
        "members": "黄璜、曾杰林、彭海涛",
        "school": "广西外国语学院",
        "team": "A到最后一秒召唤AC",
        "type": "type1"
      },
    "2099202206250055": {
        "members": "刘坤、赵练练、彭云杰",
        "school": "广西外国语学院",
        "team": "这题可以二分么",
        "type": "type1"
      },
    "2099202206250056": {
        "members": "卢延斌、叶伟浩、温倩仪",
        "school": "广西外国语学院",
        "team": "sybh",
        "type": "type1"
      },
    "2099202206250076": {
        "members": "罗天宇、何之源、周航",
        "school": "桂林理工大学",
        "team": "积极健康向上的队伍",
        "type": "type1"
      },
    "2099202206250077": {
        "members": "王鑫喆、王绪成、饶思进",
        "school": "桂林理工大学",
        "team": "人情世故队",
        "type": "type1"
      },
    "2099202206250078": {
        "members": "郑兴凯、钟松志、唐运茴",
        "school": "桂林理工大学",
        "team": "牛刀小试队",
        "type": "type1"
      },
    "2099202206250079": {
        "members": "夏令富、许健武、武震",
        "school": "桂林理工大学",
        "team": "有内鬼快跑",
        "type": "type1"
      },
    "2099202206250080": {
        "members": "莫良宝、廖燕玲、赵鹏阳",
        "school": "桂林理工大学",
        "team": "随便队",
        "type": "type1"
      },
    "2099202206250081": {
        "members": "梁玲、张爱珍、林川凯",
        "school": "桂林理工大学",
        "team": "叫什么队",
        "type": "type1"
      },
    "2099202206250091": {
        "members": "袁春成、陈驰健、朱世才",
        "school": "河池学院",
        "team": "我知道一个O（0）的写法",
        "type": "type1"
      },
    "2099202206250092": {
        "members": "玉洋荣、唐盛、陈飞宇",
        "school": "河池学院",
        "team": "谁敢买小米奇迹",
        "type": "type1"
      },
    "2099202206250093": {
        "members": "杨展、苏泽良、蒙柱文",
        "school": "河池学院",
        "team": "三杰联盟",
        "type": "type1"
      },
    "2099202206250094": {
        "members": "马海荣、曾欧、岑凯威",
        "school": "河池学院",
        "team": "三脸懵逼",
        "type": "type1"
      },
    "2099202206250095": {
        "members": "沈瑶、钱佳欣、万萍萍",
        "school": "河池学院",
        "team": "一不做二不休",
        "type": "type1 unofficial"
      },
    "2099202206250096": {
        "members": "许林、李威龙、陈涛",
        "school": "河池学院",
        "team": "能AC就行",
        "type": "type1"
      },
    "2099202206250097": {
        "members": "刘柱庆、杨阳、苏清育",
        "school": "贺州学院",
        "team": "你说得对",
        "type": "type1"
      },
    "2099202206250098": {
        "members": "朱剑、许治权、陈良",
        "school": "贺州学院",
        "team": "三国第一猛将-刑道荣",
        "type": "type1"
      },
    "2099202206250099": {
        "members": "蒋源、李昌荣、梁展玮",
        "school": "贺州学院",
        "team": "阿对对队",
        "type": "type1"
      },
    "2099202206250100": {
        "members": "覃注龙、颜子琳、刘满仓",
        "school": "贺州学院",
        "team": "乘风破浪",
        "type": "type1"
      },
    "2099202206250101": {
        "members": "赖伟林、凌智豪、彭红艳",
        "school": "贺州学院",
        "team": "一天吃四顿",
        "type": "type1"
      },
    "2099202206250102": {
        "members": "王磊、廖倍、张佳盈",
        "school": "贺州学院",
        "team": "开飞机的鲁滨逊",
        "type": "type1"
      },
    "2099202206250103": {
        "members": "陈顺宏、罗盛松、唐月玲",
        "school": "贺州学院",
        "team": "好运锦鲤",
        "type": "type1"
      },
    "2099202206250127": {
        "members": "黄得铭、罗海邕、陈伟华",
        "school": "广西水利电力职业技术学院",
        "team": "广西水电一队",
        "type": "type2"
      },
    "2099202206250128": {
        "members": "覃江泉、唐树康、黄国成",
        "school": "广西水利电力职业技术学院",
        "team": "广西水电二队",
        "type": "type2"
      },
    "2099202206250132": {
        "members": "叶尚昆、邓世林、徐大港",
        "school": "广西英华国际职业学院",
        "team": "bug始终慢我一步",
        "type": "type2"
      },
    "2099202206250133": {
        "members": "曾畅茂、何永春、詹智皓",
        "school": "广西英华国际职业学院",
        "team": "时间复杂度没有我快",
        "type": "type2"
      },
    "2099202206250134": {
        "members": "罗广朋、廖小彬、甘庆",
        "school": "广西英华国际职业学院",
        "team": "葫芦侠",
        "type": "type2"
      },
    "2099202206250135": {
        "members": "蒋梁、吴永忠、胡秋欣",
        "school": "广西英华国际职业学院",
        "team": "欧莱雅相印队",
        "type": "type2"
      },
    "2099202206250136": {
        "members": "谢岭倬、阮永俊、赵德财",
        "school": "广西英华国际职业学院",
        "team": "星航梦想队",
        "type": "type2"
      },
    "2099202206250137": {
        "members": "赵冬健、王俊、唐朝晖",
        "school": "广西英华国际职业学院",
        "team": "云端队",
        "type": "type2"
      },
    "2099202206250002": {
        "members": "梁湛滋、黄旭健、邓忠强",
        "school": "北部湾大学",
        "team": "我不会",
        "type": "type1"
      },
    "2099202206250003": {
        "members": "陈培茂、韦江纯、陈春",
        "school": "北部湾大学",
        "team": "今年又摆烂了",
        "type": "type1"
      },
    "2099202206250004": {
        "members": "范奕飚、陈宏、杨显标",
        "school": "北部湾大学",
        "team": "我想静静A",
        "type": "type1"
      },
    "2099202206250005": {
        "members": "杨盛泽、阳志杰、王思琪",
        "school": "北部湾大学",
        "team": "气球一元一个",
        "type": "type1"
      },
    "2099202206250006": {
        "members": "杨梽铭、卢美洁、李勇奔",
        "school": "北部湾大学",
        "team": "在查字典了",
        "type": "type1"
      },
    "2099202206250086": {
        "members": "闻本志、吴警、刘振宏",
        "school": "桂林学院",
        "team": "桂院卖土豆",
        "type": "type1"
      },
    "2099202206250087": {
        "members": "陈景华、郭寒、苗庭瑞",
        "school": "桂林学院",
        "team": "最深情的队伍",
        "type": "type1"
      },
    "2099202206250088": {
        "members": "谭振中、李子涵、李建华",
        "school": "桂林学院",
        "team": "请李之中",
        "type": "type1"
      },
    "2099202206250089": {
        "members": "吕依达、李子豪、刘芷含",
        "school": "桂林学院",
        "team": "霸气De拽爷",
        "type": "type1"
      },
    "2099202206250090": {
        "members": "宋升鹏、黄源浦、莫耀仁",
        "school": "桂林学院",
        "team": "今年还有零食吗",
        "type": "type1"
      },
    "2099202206250104": {
        "members": "周凡淇、农国达、雷童",
        "school": "南宁市第三中学",
        "team": "静态规划",
        "type": "type1 unofficial"
      },
    "2099202206250105": {
        "members": "苏俊豪、黄浩东、王国立",
        "school": "南宁市第三中学",
        "team": "一个好队名",
        "type": "type1 unofficial"
      },
    "2099202206250106": {
        "members": "申宇航、张宁远、汪惠如",
        "school": "南宁市第三中学",
        "team": "BruteForce",
        "type": "type1 unofficial"
      },
    "2099202206250120": {
        "members": "姚淞文、莫桂和、吴俞锋",
        "school": "北海职业学院",
        "team": "一天不WA浑身难受",
        "type": "type2"
      },
    "2099202206250121": {
        "members": "蒙长志、慕丹萍、程业钧",
        "school": "北海职业学院",
        "team": "三人行",
        "type": "type2"
      },
    "2099202206250122": {
        "members": "黄嘉辉、覃庆翔、杨雅媚",
        "school": "北海职业学院",
        "team": "黑马程序员",
        "type": "type2"
      },
    "2099202206250123": {
        "members": "罗明进、黄彦钧、许钊荣",
        "school": "北海职业学院",
        "team": "奔赴",
        "type": "type2"
      },
    "2099202206250124": {
        "members": "程智义、梁新鑫、罗贤涛",
        "school": "北海职业学院",
        "team": "创想未来",
        "type": "type2"
      },
    "2099202206250138": {
        "members": "梁家伟、詹锡易、钟欣怡",
        "school": "广西职业技术学院",
        "team": "开心就好",
        "type": "type2"
      },
    "2099202206250139": {
        "members": "李科柱、陆崇兵、邓淑媛",
        "school": "广西职业技术学院",
        "team": "天天在广西上学",
        "type": "type2"
      },
    "2099202206250140": {
        "members": "黄志辉、杨坤烨、李小丹",
        "school": "广西职业技术学院",
        "team": "社会主义核心价值观",
        "type": "type2"
      },
    "2099202206250141": {
        "members": "钟云霄、卢保成、冯小燕",
        "school": "广西职业技术学院",
        "team": "已经没有什么好怕的了",
        "type": "type2"
      },
    "2099202206250142": {
        "members": "谢旺彬、吴佳骏、庞莨方",
        "school": "广西职业技术学院",
        "team": "每天敲码",
        "type": "type2"
      },
    "2099202206250143": {
        "members": "张桂涛、莫嘉仕、蒋东宝",
        "school": "广西职业师范学院",
        "team": "程序面向案例",
        "type": "type1"
      },
    "2099202206250144": {
        "members": "梁迎欢、梁家鹏、苏伟翔",
        "school": "广西职业师范学院",
        "team": "楼上都是大佬",
        "type": "type1"
      },
    "2099202206250145": {
        "members": "黎崇悦、肖华东、陈永彬",
        "school": "广西职业师范学院",
        "team": "九成把握拿下",
        "type": "type1"
      },
    "2099202206250146": {
        "members": "陆东婷、韦日海、李职豪",
        "school": "广西职业师范学院",
        "team": "橘子队",
        "type": "type1"
      },
    "2099202206250147": {
        "members": "杨士辉、宋炳文、周宇澄",
        "school": "广西职业师范学院",
        "team": "卓德船",
        "type": "type2"
      },
    "2099202206250161": {
        "members": "颜卓中、蒙泰成、张友",
        "school": "柳州城市职业学院",
        "team": "DayDayUp",
        "type": "type2"
      },
    "2099202206250162": {
        "members": "李明锋、韦文贵、廖振豪",
        "school": "柳州城市职业学院",
        "team": "A拉斯加汪汪",
        "type": "type2"
      },
    "2099202206250163": {
        "members": "陈超富、宋振、张开雲",
        "school": "柳州城市职业学院",
        "team": "充能队",
        "type": "type2"
      },
    "2099202206250164": {
        "members": "陈信良、罗积锦、周鹏程",
        "school": "柳州城市职业学院",
        "team": "良程美锦",
        "type": "type2"
      },
    "2099202206250165": {
        "members": "梁皓唐、李嘉杰、唐永添",
        "school": "柳州城市职业学院",
        "team": "忘忧草",
        "type": "type2"
      },
    "2099202206250001": {
        "members": "黄杰深、曾伟鸿、黄厚焯",
        "school": "百色学院",
        "team": "啊对对队",
        "type": "type1"
      },
    "2099202206250007": {
        "members": "张峻豪、王镇涛、严瑞祺",
        "school": "广东工业大学",
        "team": "猫猫吃代码",
        "type": "type1 unofficial"
      },
    "2099202206250008": {
        "members": "周凯慧、车文超、江舒婷",
        "school": "广东工业大学",
        "team": "二向箔",
        "type": "type1 unofficial"
      },
    "2099202206250009": {
        "members": "陈奕杏、马煜彬、吴乐彬",
        "school": "广东工业大学",
        "team": "遇到问题先喝茶",
        "type": "type1 unofficial"
      },
    "2099202206250010": {
        "members": "彭德鑫、钟少鹏、孙浩轩",
        "school": "广东工业大学",
        "team": "代码敲不队",
        "type": "type1 unofficial"
      },
    "2099202206250011": {
        "members": "刘慧年、韦淋方、陈均良",
        "school": "广西城市职业大学",
        "team": "三个程序员",
        "type": "type1"
      },
    "2099202206250012": {
        "members": "辜天池、陈中辉、包雨灵",
        "school": "广西城市职业大学",
        "team": "博雅创新",
        "type": "type1"
      },
    "2099202206250013": {
        "members": "易灿林、秦成楠、蒙钧宏",
        "school": "广西城市职业大学",
        "team": "天天向上",
        "type": "type1"
      },
    "2099202206250014": {
        "members": "韦新宇、黄孔胜、李浩芳",
        "school": "广西城市职业大学",
        "team": "烤鸡翅",
        "type": "type1"
      },
    "2099202206250082": {
        "members": "徐轲、于文豪、王雨恬",
        "school": "桂林信息科技学院",
        "team": "生活赋予时",
        "type": "type1"
      },
    "2099202206250083": {
        "members": "谢锐、曾榕藩、万晓波",
        "school": "桂林信息科技学院",
        "team": "对象说的都队",
        "type": "type1"
      },
    "2099202206250084": {
        "members": "黄建军、程晓雨、蔡晓禹",
        "school": "桂林信息科技学院",
        "team": "准时下班",
        "type": "type1"
      },
    "2099202206250085": {
        "members": "李典壕、花荣、郭雪航",
        "school": "桂林信息科技学院",
        "team": "凹凸曼打不过小怪兽",
        "type": "type1"
      },
    "2099202206250107": {
        "members": "谢锋、黄贵成、黄凤露",
        "school": "玉林师范学院",
        "team": "XHH",
        "type": "type1"
      },
    "2099202206250108": {
        "members": "陈健华、何泽鉴、何顺源",
        "school": "玉林师范学院",
        "team": "陈陳陳",
        "type": "type1"
      },
    "2099202206250109": {
        "members": "杨富旭、韦贵凡、张愉玲",
        "school": "玉林师范学院",
        "team": "YWZ",
        "type": "type1"
      },
    "2099202206250110": {
        "members": "梁珊珊、蒋文婧、周凤琳",
        "school": "玉林师范学院",
        "team": "浑水摸鱼队",
        "type": "type1"
      },
    "2099202206250125": {
        "members": "蓝芝强、刁上博、周武靖",
        "school": "广西经贸职业技术学院",
        "team": "重在参与",
        "type": "type2"
      },
    "2099202206250126": {
        "members": "周树发、叶文锦、张载晖",
        "school": "广西民族大学相思湖学院",
        "team": "工地第一大队",
        "type": "type1"
      },
    "2099202206250129": {
        "members": "刘玉培、全振锋、赖江湖",
        "school": "广西信息职业技术学院",
        "team": "广信北斗队",
        "type": "type2"
      },
    "2099202206250130": {
        "members": "卢诗贝、苏征辉、陈坤霖",
        "school": "广西信息职业技术学院",
        "team": "Long long bug",
        "type": "type2"
      },
    "2099202206250131": {
        "members": "黎裕超、滕行健、陆汝鑫",
        "school": "广西信息职业技术学院",
        "team": "你说的都队",
        "type": "type2"
      },
    "2099202206250148": {
        "members": "徐安迎、甘军涛、黎雅雯",
        "school": "广西中医药大学",
        "team": "啊对对对对对对队",
        "type": "type1"
      },
    "2099202206250149": {
        "members": "吕廷新、韦国正、吕纯烨",
        "school": "广西中医药大学",
        "team": "干净卫生啊兄弟们",
        "type": "type1"
      },
    "2099202206250150": {
        "members": "丁玉杰、邓熠遥、欧阳丽玲",
        "school": "广西中医药大学",
        "team": "1024",
        "type": "type1"
      },
    "2099202206250151": {
        "members": "石青盈、莫浩、武戡",
        "school": "广西中医药大学",
        "team": "五石墨",
        "type": "type1"
      },
    "2099202206250152": {
        "members": "罗淇元、秦良、马业套",
        "school": "广西自然资源职业技术学院",
        "team": "卖女孩的小火柴",
        "type": "type2"
      },
    "2099202206250153": {
        "members": "陈勇昌、林新赐、卢思宏",
        "school": "广西自然资源职业技术学院",
        "team": "金铲铲",
        "type": "type2"
      },
    "2099202206250154": {
        "members": "蒋海旺、黄福贺、梁建嘉",
        "school": "广西自然资源职业技术学院",
        "team": "自然飞鸟队",
        "type": "type2"
      },
    "2099202206250155": {
        "members": "王正一、林煌、王云",
        "school": "桂林电子科技大学北海校区",
        "team": "苟富贵勿相忘",
        "type": "type2"
      },
    "2099202206250156": {
        "members": "刘磊、梁嘉威、刘恒坡",
        "school": "桂林电子科技大学北海校区",
        "team": "三剑客",
        "type": "type2"
      },
    "2099202206250157": {
        "members": "罗晶、甘武坤、冯再顺",
        "school": "桂林电子科技大学北海校区",
        "team": "黑马小队",
        "type": "type2"
      },
    "2099202206250158": {
        "members": "李家豪、陈莹、玉树萌",
        "school": "桂林电子科技大学北海校区",
        "team": "诚心加盟队",
        "type": "type1"
      },
    };
    