var teams = {
	"2018202204160034": {
			"members": "侯津涛、郑凯心、汤丰瑜",
			"school": "杭州电子科技大学",
			"team": "杭电一队",
			"type": "type1"
			},
	"2018202204160031": {
			"members": "戴志炜、尹吴潇、赵政和",
			"school": "杭州电子科技大学",
			"team": "杭电二队",
			"type": "type1"
			},
	"2018202204160028": {
			"members": "高义雄、赵章恺、方博",
			"school": "杭州电子科技大学",
			"team": "杭电三队",
			"type": "type1"
			},
	"2018202204160025": {
			"members": "蔡思林、阮宇宁、俞天瑞",
			"school": "杭州电子科技大学",
			"team": "杭电四队",
			"type": "type1"
			},
	"2018202204160022": {
			"members": "杜志远、刘梓灏、李丰",
			"school": "杭州电子科技大学",
			"team": "杭电五队",
			"type": "type1"
			},
	"2018202204160019": {
			"members": "柴汉锋、陈载元、陈思豪",
			"school": "杭州电子科技大学",
			"team": "杭电十五队",
			"type": "type1"
			},
	"2018202204160016": {
			"members": "余智超、潘思成、姜正",
			"school": "杭州电子科技大学",
			"team": "杭电十六队",
			"type": "type1"
			},
	"2018202204160013": {
			"members": "舒飘扬、郑豪杰、应以周",
			"school": "杭州电子科技大学",
			"team": "杭电十一队",
			"type": "type1"
			},
	"2018202204160010": {
			"members": "林圣钬、赵铁囝、林炜钦",
			"school": "杭州电子科技大学",
			"team": "杭电十七队",
			"type": "type1"
			},
	"2018202204160007": {
			"members": "周宁、杨卓、沈航",
			"school": "杭州电子科技大学",
			"team": "杭电十八队",
			"type": "type1"
			},
	"2018202204160004": {
			"members": "冯军荣、李企峥、周靖涵",
			"school": "杭州电子科技大学",
			"team": "杭电十九队",
			"type": "type1"
			},
	"2018202204160001": {
			"members": "胡致尧、周栋、关铭扬",
			"school": "杭州电子科技大学",
			"team": "杭电二十队",
			"type": "type1"
			},
	"2019202204160034": {
			"members": "包敏、孙周毅、魏炜",
			"school": "杭州师范大学",
			"team": "四面杵鸽",
			"type": "type1"
			},
	"2019202204160031": {
			"members": "邵铁夫、邱龙风、温铭浩",
			"school": "杭州师范大学",
			"team": "退役时长两年半",
			"type": "type1"
			},
	"2019202204160028": {
			"members": "毛潜飞、方一昊、何陈聪",
			"school": "杭州师范大学",
			"team": "交流猫",
			"type": "type1"
			},
	"2019202204160025": {
			"members": "林宏磊、陈银桦、葛嘉辉",
			"school": "杭州师范大学",
			"team": "异世相逢，尽享编程",
			"type": "type1"
			},
	"2019202204160022": {
			"members": "傅贤杨、包嘉城、江宇杰",
			"school": "杭州师范大学",
			"team": "三众全灰",
			"type": "type1"
			},
	"2019202204160019": {
			"members": "俞家豪、宋蹴翰、严家俊",
			"school": "杭州师范大学",
			"team": "幼稚未完",
			"type": "type1"
			},
	"2019202204160016": {
			"members": "陈泓昕、夏阳、李力",
			"school": "杭州师范大学",
			"team": "l0afer",
			"type": "type1"
			},
	"2019202204160013": {
			"members": "吴陈宇、张枨、陈柯涛",
			"school": "杭州师范大学",
			"team": "让老夫看看",
			"type": "type1"
			},
	"2019202204160010": {
			"members": "孙于晴、陈洁、李齐",
			"school": "杭州师范大学",
			"team": "抹茶不拿铁",
			"type": "type1"
			},
	"2019202204160007": {
			"members": "杨嘉福、潘宇琪、詹博凯",
			"school": "杭州师范大学",
			"team": "ST_c",
			"type": "type1"
			},
	"2019202204160004": {
			"members": "徐烨超、王梓仰、王鹏博",
			"school": "杭州师范大学",
			"team": "abc",
			"type": "type1"
			},
	"2019202204160001": {
			"members": "郑奇鸿、祝胜毅、潘苏雄",
			"school": "杭州师范大学",
			"team": "满眼皆AC",
			"type": "type1"
			},
	"2002202204160052": {
			"members": "徐中天、周格列、燕渤",
			"school": "海亮高级中学",
			"team": "全世界无产者联合起来",
			"type": "type3 unofficial"
			},
	"2002202204160049": {
			"members": "程棋晖、孙张畅、黄子岩",
			"school": "海亮高级中学",
			"team": "Lifeisshort",
			"type": "type3 unofficial"
			},
	"2002202204160046": {
			"members": "周雨洋、王喆、沈福麟",
			"school": "海亮高级中学",
			"team": "无可匹敌の饭量",
			"type": "type3 unofficial"
			},
	"2014202204160030": {
			"members": "陈科舟、殷吴辉、王图南",
			"school": "杭州师范大学附属中学",
			"team": "三进制",
			"type": "type3 unofficial"
			},
	"2014202204160027": {
			"members": "童春琦、余家帅、潘志程",
			"school": "杭州师范大学附属中学",
			"team": "simply_ak",
			"type": "type3 unofficial"
			},
	"2014202204160024": {
			"members": "陈奕晨、戴泽耀、方怡琪",
			"school": "杭州师范大学附属中学",
			"team": "面向测评姬编程",
			"type": "type3 unofficial"
			},
	"2014202204160021": {
			"members": "牛志远、蒋宇凡、江俊豪",
			"school": "杭州师范大学附属中学",
			"team": "啊对对队",
			"type": "type3 unofficial"
			},
	"2014202204160018": {
			"members": "黎瑞、王隆基、徐浚豪",
			"school": "杭州师范大学附属中学",
			"team": "Longer Club",
			"type": "type3 unofficial"
			},
	"2014202204160015": {
			"members": "王腾、刘柯磊、宋婧瑶",
			"school": "杭州师范大学附属中学",
			"team": "Siege Lion",
			"type": "type3 unofficial"
			},
	"2014202204160012": {
			"members": "叶兆轶、刘宇轩、周杭安",
			"school": "杭州师范大学附属中学",
			"team": "玉陵湖",
			"type": "type3 unofficial"
			},
	"2014202204160009": {
			"members": "夏哲禹、李硕然、黄海铭",
			"school": "杭州师范大学附属中学",
			"team": "摆烂小分队",
			"type": "type3 unofficial"
			},
	"2014202204160006": {
			"members": "石雨铨、唐捷、赖芃羽",
			"school": "杭州师范大学附属中学",
			"team": "STL13",
			"type": "type3 unofficial"
			},
	"2014202204160003": {
			"members": "罗志超、何士杰、鲍凯强",
			"school": "杭州师范大学附属中学",
			"team": "难办？那就别办！",
			"type": "type3 unofficial"
			},
	"2014202204160001": {
			"members": "李书培、李梓铖",
			"school": "杭州师范大学附属中学",
			"team": "不留遗憾",
			"type": "type3 unofficial"
			},
	"2008202204160013": {
			"members": "毛一枭、王权、来毅超",
			"school": "杭州电子科技大学信息工程学院",
			"team": "胜机",
			"type": "type1"
			},
	"2008202204160010": {
			"members": "梁孝铨、李泽瑜、顾凯耀",
			"school": "杭州电子科技大学信息工程学院",
			"team": "信工七队",
			"type": "type1"
			},
	"2008202204160007": {
			"members": "郭程、任宇航、章恺庆",
			"school": "杭州电子科技大学信息工程学院",
			"team": "信工三队",
			"type": "type1"
			},
	"2008202204160004": {
			"members": "林梓昊、项国罡、王致远",
			"school": "杭州电子科技大学信息工程学院",
			"team": "信工四队",
			"type": "type1"
			},
	"2008202204160001": {
			"members": "齐之盛、陈俊贤、陈郅珩",
			"school": "杭州电子科技大学信息工程学院",
			"team": "信工五队",
			"type": "type1"
			},
	"2012202204160061": {
			"members": "苏立杰、王立洲、郭科迪",
			"school": "杭州科技职业技术学院",
			"team": "竞逐",
			"type": "type2"
			},
	"2001202204160031": {
			"members": "解奕锴、张君游、刘东亿",
			"school": "杭州市十三中教育集团",
			"team": "半醉游子",
			"type": "type3 unofficial"
			},
	"2002202204160061": {
			"members": "邵鼎伦、吴强、单州",
			"school": "杭州万向职业技术学院",
			"team": "万向1队",
			"type": "type2"
			},
	"2002202204160058": {
			"members": "刘鹏程、罗浩、王建杰",
			"school": "杭州万向职业技术学院",
			"team": "万向2队",
			"type": "type2"
			},
	"2002202204160055": {
			"members": "高一凡、陈彬倩、陈乐乐",
			"school": "杭州万向职业技术学院",
			"team": "万向3队",
			"type": "type2"
			},
	"2008202204160046": {
			"members": "梁潇栩、汪德铭、杨鑫",
			"school": "杭州医学院",
			"team": "三个臭皮匠",
			"type": "type1"
			},
	"2006202204160013": {
			"members": "吴慧君、谢尚橙、吴孟",
			"school": "杭州职业技术学院",
			"team": "妙蛙种子吃着妙脆角走进了米奇妙妙屋妙到家",
			"type": "type2"
			},
	"2006202204160010": {
			"members": "张维柏、钟航、徐锦凡",
			"school": "杭州职业技术学院",
			"team": "啊对对对",
			"type": "type2"
			},
	"2006202204160007": {
			"members": "陈新科、姚鸿源、洪学文",
			"school": "杭州职业技术学院",
			"team": "至诚至坚",
			"type": "type2"
			},
	"2006202204160004": {
			"members": "陈邦辉、王浩铭、张锦涛",
			"school": "杭州职业技术学院",
			"team": "农夫三拳有点疼",
			"type": "type2"
			},
	"2006202204160001": {
			"members": "赵志远、林赫羽、李冰豪",
			"school": "杭州职业技术学院",
			"team": "啊对对",
			"type": "type2"
			},
	"2007202204160028": {
			"members": "池舟阳、黄晨靓、叶泽支",
			"school": "湖州师范学院",
			"team": "湖师院1队",
			"type": "type1"
			},
	"2007202204160025": {
			"members": "钱越敏、谭中正、吴泽涛",
			"school": "湖州师范学院",
			"team": "湖师院2队",
			"type": "type1"
			},
	"2007202204160022": {
			"members": "陈文骏、李嫣然、江雨宸",
			"school": "湖州师范学院",
			"team": "湖师院3队",
			"type": "type1 girls"
			},
	"2007202204160019": {
			"members": "张文斌、吴晨、王宗扬",
			"school": "湖州师范学院",
			"team": "湖师院4队",
			"type": "type1"
			},
	"2007202204160016": {
			"members": "缪岱烨、王修宁、於志豪",
			"school": "湖州师范学院",
			"team": "湖师院5队",
			"type": "type1"
			},
	"2006202204160043": {
			"members": "陈胜楠、陈宇阳、潘魏娟",
			"school": "湖州职业技术学院",
			"team": "啊对对队",
			"type": "type2"
			},
	"2006202204160040": {
			"members": "徐闰、陈致远、郎婷",
			"school": "湖州职业技术学院",
			"team": "猜得队",
			"type": "type2"
			},
	"2006202204160037": {
			"members": "叶翊航、王佳奇、王雅丹",
			"school": "湖州职业技术学院",
			"team": "摆烂队",
			"type": "type2"
			},
	"2006202204160034": {
			"members": "王飞翔、郭奕男、谢佳辉",
			"school": "湖州职业技术学院",
			"team": "网恋被骗8G源码队",
			"type": "type2"
			},
	"2006202204160031": {
			"members": "陈圣、王超艺、王佳权",
			"school": "湖州职业技术学院",
			"team": "摆烂2队",
			"type": "type2"
			},
	"2006202204160055": {
			"members": "罗琦稚、李健、陆星宇",
			"school": "嘉兴学院",
			"team": "我们队长四级考了405",
			"type": "type1"
			},
	"2006202204160052": {
			"members": "胡赠军、沈弘鑫、梁世锯",
			"school": "嘉兴学院",
			"team": "想被写进校史",
			"type": "type1"
			},
	"2006202204160049": {
			"members": "凌俊毅、游家轩、赵卓逸",
			"school": "嘉兴学院",
			"team": "队名摆烂了因为要专心刷题",
			"type": "type1"
			},
	"2006202204160046": {
			"members": "黄温浩、施铱鹏、熊俊",
			"school": "嘉兴学院",
			"team": "关于太懒了想不出队名这件事",
			"type": "type1"
			},
	"2005202204160013": {
			"members": "李袁凯、吴瑶玮、缪振源",
			"school": "嘉兴职业技术学院",
			"team": "暴力永不过时",
			"type": "type2"
			},
	"2005202204160010": {
			"members": "王徐超、叶俊毅、王宇舟",
			"school": "嘉兴职业技术学院",
			"team": "代码敲不",
			"type": "type2"
			},
	"2005202204160007": {
			"members": "黄汪瑶、张罗嘉、毛绮敏",
			"school": "嘉兴职业技术学院",
			"team": "淼",
			"type": "type2"
			},
	"2005202204160004": {
			"members": "季理琪、陈兆麟、刘芯羽",
			"school": "嘉兴职业技术学院",
			"team": "没有此队",
			"type": "type2"
			},
	"2005202204160001": {
			"members": "吴铭威、朱栩凯、冯婷婷",
			"school": "嘉兴职业技术学院",
			"team": "百分百",
			"type": "type2"
			},
	"2001202204160034": {
			"members": "姜圻圣、张涵硕、郑杞珩",
			"school": "金华市丽泽书院",
			"team": "学习如何使用二进制搜索",
			"type": "type3 unofficial"
			},
	"2022202204160058": {
			"members": "褚茂誉、兰强强、林宇浩",
			"school": "金华职业技术学院",
			"team": "哔哩哔哩",
			"type": "type2"
			},
	"2022202204160055": {
			"members": "许永桢、奚昭阳、刘宝庆",
			"school": "金华职业技术学院",
			"team": "这是可以说的吗",
			"type": "type2"
			},
	"2022202204160052": {
			"members": "沈沛泽、徐俊、毛鑫德",
			"school": "金华职业技术学院",
			"team": "是不是皮都展开了",
			"type": "type2"
			},
	"2022202204160049": {
			"members": "钟杜彪、麻海丰、张建哲",
			"school": "金华职业技术学院",
			"team": "一神带两菜",
			"type": "type2"
			},
	"2022202204160046": {
			"members": "林声灿、赵健、夏状杰",
			"school": "金华职业技术学院",
			"team": "小马珍珠",
			"type": "type2"
			},
	"2022202204160043": {
			"members": "应周利、郑彦雄、张峻菲",
			"school": "金华职业技术学院",
			"team": "这是由内到外的",
			"type": "type2"
			},
	"2022202204160040": {
			"members": "朱涛、吕钰坤、柳圣乐",
			"school": "金华职业技术学院",
			"team": "究极摆烂队",
			"type": "type2"
			},
	"2002202204160025": {
			"members": "祝庭威、张立淼、叶鑫妙",
			"school": "丽水职业技术学院",
			"team": "给程序员倒一杯卡布奇诺",
			"type": "type2"
			},
	"2002202204160022": {
			"members": "於高杰、杨春广、季秀玲",
			"school": "丽水职业技术学院",
			"team": "乡村F3",
			"type": "type2"
			},
	"2002202204160019": {
			"members": "何伟、魏子轩、张梓心",
			"school": "丽水职业技术学院",
			"team": "关东煮小会",
			"type": "type2"
			},
	"2002202204160016": {
			"members": "颜俊扬、林元钞、王海成",
			"school": "宁波财经学院",
			"team": "偷吃贡品",
			"type": "type1"
			},
	"2002202204160013": {
			"members": "曾龙伟、汪泽青、朱宸旭",
			"school": "宁波财经学院",
			"team": "啊对对对",
			"type": "type1"
			},
	"2002202204160010": {
			"members": "孟鑫、吕钜杰、柴晨吉",
			"school": "宁波财经学院",
			"team": "以下队伍均未获奖",
			"type": "type1"
			},
	"2005202204160028": {
			"members": "王俊杰、陈韩予、李仁豪",
			"school": "宁波城市职业技术学院",
			"team": "知足常乐",
			"type": "type2"
			},
	"2005202204160025": {
			"members": "柯钧瀚、何锦涛、岑培栋",
			"school": "宁波城市职业技术学院",
			"team": "是本座大意了",
			"type": "type2"
			},
	"2005202204160022": {
			"members": "汪帅斌、王成树、张雨欣",
			"school": "宁波城市职业技术学院",
			"team": "是吾等儿戏了",
			"type": "type2"
			},
	"2005202204160019": {
			"members": "陈俊达、帅雯倩、叶灵通",
			"school": "宁波城市职业技术学院",
			"team": "是本宫糊涂了",
			"type": "type2"
			},
	"2005202204160016": {
			"members": "俞铖涛、熊康、戚马琪",
			"school": "宁波城市职业技术学院",
			"team": "楞没一个清醒的",
			"type": "type2"
			},
	"2016202204160058": {
			"members": "曾佳敏、余嘉瑜、俞智超",
			"school": "宁波大学",
			"team": "转世成为丘丘人这件事",
			"type": "type1"
			},
	"2016202204160055": {
			"members": "赵文泽、陈挺扬、陈宇杰",
			"school": "宁波大学",
			"team": "你好，人均算法",
			"type": "type1"
			},
	"2016202204160052": {
			"members": "徐浩楠、徐玮嘉、李浩",
			"school": "宁波大学",
			"team": "超级BUG创作家",
			"type": "type1"
			},
	"2016202204160049": {
			"members": "徐丹、耿萌、王牧原",
			"school": "宁波大学",
			"team": "数学题不要啊啊啊啊啊！！！",
			"type": "type1"
			},
	"2016202204160046": {
			"members": "夏海斌、徐哲、陈洲宁",
			"school": "宁波大学",
			"team": "取名困难症",
			"type": "type1"
			},
	"2016202204160043": {
			"members": "张佳楠、张思瀚、金垄晟",
			"school": "宁波大学",
			"team": "拿到铜奖就退役",
			"type": "type1"
			},
	"2016202204160040": {
			"members": "程亚玮、黄雨彤、余涛",
			"school": "宁波大学",
			"team": "猜猜我是谁",
			"type": "type1"
			},
	"2016202204160037": {
			"members": "姚沈豪、王小管、谢宇琪",
			"school": "宁波大学",
			"team": "错误答案重度依赖",
			"type": "type1"
			},
	"2016202204160034": {
			"members": "林宜鹏、李幸尔、卢山",
			"school": "宁波大学",
			"team": "三个核桃",
			"type": "type1"
			},
	"2013202204160058": {
			"members": "陈嘉浩、熊杭宁、郎婕嫆",
			"school": "宁波大学科学技术学院",
			"team": "其实说鸽就鸽也是一种不鸽",
			"type": "type1"
			},
	"2010202204160016": {
			"members": "陈琦烨、钟海水、方俊男",
			"school": "宁波工程学院",
			"team": "魔怔刷题人",
			"type": "type1"
			},
	"2010202204160013": {
			"members": "赵宇杰、阜紫涵、王麒嘉",
			"school": "宁波工程学院",
			"team": "伞兵123",
			"type": "type1"
			},
	"2010202204160010": {
			"members": "陈宇轩、杨汉锦、徐益亮",
			"school": "宁波工程学院",
			"team": "你们说的都队",
			"type": "type1"
			},
	"2010202204160007": {
			"members": "刘孙楠、吴敏哲、王济舟",
			"school": "宁波工程学院",
			"team": "暴力出奇迹",
			"type": "type1"
			},
	"2010202204160004": {
			"members": "徐恩祥、席帅、耿龙斌",
			"school": "宁波工程学院",
			"team": "队长四级没过队",
			"type": "type1"
			},
	"2010202204160001": {
			"members": "周建超、董家赫、胡奕扬",
			"school": "宁波工程学院",
			"team": "默默影子组",
			"type": "type1"
			},
	"2023202204160058": {
			"members": "孙睿泽、王诚城、施开成",
			"school": "宁波市镇海中学",
			"team": "镇海中学1队",
			"type": "type3 unofficial"
			},
	"2023202204160055": {
			"members": "柯怀俊、茅植、周圣杰",
			"school": "宁波市镇海中学",
			"team": "镇海中学2队",
			"type": "type3 unofficial"
			},
	"2023202204160052": {
			"members": "应文韬、汪直方、周御洋",
			"school": "宁波市镇海中学",
			"team": "镇海中学3队",
			"type": "type3 unofficial"
			},
	"2023202204160049": {
			"members": "李凯晟、郑熠、刘恒熙",
			"school": "宁波市镇海中学",
			"team": "镇海中学4队",
			"type": "type3 unofficial"
			},
	"2023202204160046": {
			"members": "邱祺皓、孙睿、吕浩宁",
			"school": "宁波市镇海中学",
			"team": "镇海中学5队",
			"type": "type3 unofficial"
			},
	"2021202204160058": {
			"members": "赵博渊、陈宇浩、胡一彬",
			"school": "宁波职业技术学院",
			"team": "宁波震动队",
			"type": "type2"
			},
	"2021202204160055": {
			"members": "李勇驰、杨佳豪杰、池文豪",
			"school": "宁波职业技术学院",
			"team": "宁职24队",
			"type": "type2"
			},
	"2021202204160052": {
			"members": "叶浩、沈金芳、刘涛涛",
			"school": "宁波职业技术学院",
			"team": "天一广场老年国际迪斯科",
			"type": "type2"
			},
	"2021202204160049": {
			"members": "陈昌科、许江涛、沈佳余",
			"school": "宁波职业技术学院",
			"team": "帅的只会AC",
			"type": "type2"
			},
	"2021202204160046": {
			"members": "江海洋、代康豪、康旭",
			"school": "宁波职业技术学院",
			"team": "菜狗汪汪队",
			"type": "type2"
			},
	"2021202204160043": {
			"members": "李梦怡、肖希、吴华聪",
			"school": "宁波职业技术学院",
			"team": "我都可以",
			"type": "type2"
			},
	"2021202204160040": {
			"members": "张鹏鹏、滕宇凯、苏圣杰",
			"school": "宁波职业技术学院",
			"team": "九亿少女的梦",
			"type": "type2"
			},
	"2002202204160007": {
			"members": "夏张钦、李福城、励家磊",
			"school": "衢州学院",
			"team": "疫情让我蜗居",
			"type": "type1"
			},
	"2002202204160004": {
			"members": "钱佳豪、闻俊、虞宇翔",
			"school": "衢州学院",
			"team": "女足姑娘最美",
			"type": "type1"
			},
	"2002202204160001": {
			"members": "林君贤、陈枨、胡林伟",
			"school": "衢州学院",
			"team": "第一次Return零",
			"type": "type1"
			},
	"2005202204160043": {
			"members": "汪昊、陈阳峰、何甜爽",
			"school": "衢州职业技术学院",
			"team": "追梦01",
			"type": "type2"
			},
	"2005202204160040": {
			"members": "卫俊阳、蔡文涛、徐驰",
			"school": "衢州职业技术学院",
			"team": "追梦02",
			"type": "type2"
			},
	"2005202204160037": {
			"members": "陈含伟、黄鸿杰、郑炜",
			"school": "衢州职业技术学院",
			"team": "追梦03",
			"type": "type2"
			},
	"2005202204160034": {
			"members": "易阳、江明晓、黄雨佳",
			"school": "衢州职业技术学院",
			"team": "追梦04",
			"type": "type2"
			},
	"2005202204160031": {
			"members": "郑志伟、李焕彬、毛书橼",
			"school": "衢州职业技术学院",
			"team": "追梦05",
			"type": "type2"
			},
	"2001202204160037": {
			"members": "薛鸿涛、王文海、季夏衍",
			"school": "瑞安十中",
			"team": "妈妈我想考瑞中",
			"type": "type3 unofficial"
			},
	"2012202204160046": {
			"members": "郑柏成、孟嘉政、周建伟",
			"school": "绍兴文理学院",
			"team": "大吉大利",
			"type": "type1"
			},
	"2012202204160043": {
			"members": "应贤儿、范康鑫、唐佳柠",
			"school": "绍兴文理学院",
			"team": "初来乍到",
			"type": "type1"
			},
	"2012202204160040": {
			"members": "薛颖颖、王钞琼、张乐辉",
			"school": "绍兴文理学院",
			"team": "陷阱",
			"type": "type1"
			},
	"2012202204160037": {
			"members": "郭嘉睿、汤炳存、陈高翔",
			"school": "绍兴文理学院",
			"team": "塔塔开",
			"type": "type1"
			},
	"2012202204160034": {
			"members": "吴慧一、戎威树、全森睿",
			"school": "绍兴文理学院",
			"team": "塑料体验",
			"type": "type1"
			},
	"2012202204160031": {
			"members": "王思仪、龚哲、谢锦荣",
			"school": "绍兴文理学院",
			"team": "对错由命富贵在天",
			"type": "type1"
			},
	"2012202204160028": {
			"members": "程锦瑶、孙杭、徐豪",
			"school": "绍兴文理学院",
			"team": "不能摆烂对不队",
			"type": "type1"
			},
	"2012202204160025": {
			"members": "郑坤婷、丁宇豪、张涵钦",
			"school": "绍兴文理学院",
			"team": "章鱼小丸子",
			"type": "type1"
			},
	"2010202204160034": {
			"members": "汤靖、尤可扬、江雨姗",
			"school": "绍兴文理学院元培学院",
			"team": "保一争二",
			"type": "type1"
			},
	"2010202204160031": {
			"members": "黄佳欣、黄鑫、陈舒怡",
			"school": "绍兴文理学院元培学院",
			"team": "朝气蓬勃大一队",
			"type": "type1"
			},
	"2010202204160028": {
			"members": "张以诺、江亚君、龙旭东",
			"school": "绍兴文理学院元培学院",
			"team": "摸鱼小分队",
			"type": "type1"
			},
	"2010202204160025": {
			"members": "陈贤培、陈渲嶒、谢若珍",
			"school": "绍兴文理学院元培学院",
			"team": "整个好活",
			"type": "type1"
			},
	"2010202204160022": {
			"members": "金胜杰、杨孔俊、彭祥龙",
			"school": "绍兴文理学院元培学院",
			"team": "wa了怎么办",
			"type": "type1"
			},
	"2010202204160019": {
			"members": "孔禹锌、陈淮、徐冕",
			"school": "绍兴文理学院元培学院",
			"team": "学长说的都队",
			"type": "type1"
			},
	"2009202204160052": {
			"members": "王振东、王嘉航、陈彦兆",
			"school": "绍兴职业技术学院",
			"team": "国家队",
			"type": "type2"
			},
	"2009202204160049": {
			"members": "郑明星、洪焕铭、瞿伊颖",
			"school": "绍兴职业技术学院",
			"team": "代码敲不队",
			"type": "type2"
			},
	"2009202204160046": {
			"members": "郑楠、周吉晨、王雨梦",
			"school": "绍兴职业技术学院",
			"team": "LCD视检小队",
			"type": "type2"
			},
	"2009202204160043": {
			"members": "吴文星、梁嘉玮、李文诗",
			"school": "绍兴职业技术学院",
			"team": "啊对对队",
			"type": "type2"
			},
	"2009202204160040": {
			"members": "陈星宇、金智开、孙乐言",
			"school": "绍兴职业技术学院",
			"team": "沼泽鱼队",
			"type": "type2"
			},
	"2009202204160037": {
			"members": "吴国校、梅寒、颜欣雅",
			"school": "绍兴职业技术学院",
			"team": "交的都队",
			"type": "type2"
			},
	"2003202204160022": {
			"members": "马思哲、赵志强、高阳雄",
			"school": "台州科技职业学院",
			"team": "台科院一队",
			"type": "type2"
			},
	"2003202204160019": {
			"members": "莫俊、吴梦婷、顾璐顺",
			"school": "台州科技职业学院",
			"team": "台科院二队",
			"type": "type2"
			},
	"2003202204160016": {
			"members": "周方晓、郑思懿、陈晴晴",
			"school": "台州科技职业学院",
			"team": "台科院三队",
			"type": "type2 girls"
			},
	"2003202204160013": {
			"members": "李振宇、陈隆谊、崔红鹏",
			"school": "台州科技职业学院",
			"team": "台科院四队",
			"type": "type2"
			},
	"2020202204160034": {
			"members": "林钰琳、孙宇飞、徐浩阳",
			"school": "台州学院",
			"team": "沧浪之水",
			"type": "type1"
			},
	"2020202204160031": {
			"members": "周文杰、孙铭迪、许世豪",
			"school": "台州学院",
			"team": "攀登",
			"type": "type1"
			},
	"2020202204160028": {
			"members": "王利辉、莫绪运、陈东宇",
			"school": "台州学院",
			"team": "吉祥三宝",
			"type": "type1"
			},
	"2020202204160025": {
			"members": "张弘强、黄嘉骏、赵正忠",
			"school": "台州学院",
			"team": "乌鸦坐飞机",
			"type": "type1"
			},
	"2020202204160022": {
			"members": "关海圳、徐安格、任敏浩",
			"school": "台州学院",
			"team": "越人歌",
			"type": "type1"
			},
	"2020202204160019": {
			"members": "陈景钧、蒋旭东、邓铭茗",
			"school": "台州学院",
			"team": "达摩克利斯之剑",
			"type": "type1"
			},
	"2020202204160016": {
			"members": "郑纪钢、谢华超、罗志鹏",
			"school": "台州学院",
			"team": "斯零斯范德维尔",
			"type": "type1"
			},
	"2020202204160013": {
			"members": "刘宇翔、许骏楠、徐海迪",
			"school": "台州学院",
			"team": "将个烂就",
			"type": "type1"
			},
	"2020202204160010": {
			"members": "应充培、郑楠鑫、姜徐涛",
			"school": "台州学院",
			"team": "有想法",
			"type": "type1"
			},
	"2020202204160007": {
			"members": "杨丹妮、陈家俊、魏平生",
			"school": "台州学院",
			"team": "签到队",
			"type": "type1"
			},
	"2020202204160004": {
			"members": "戴加玮、邬自平、梁锦峰",
			"school": "台州学院",
			"team": "临海羡鱼队",
			"type": "type1"
			},
	"2020202204160001": {
			"members": "陈林伟、江志钊、倪鸿晟",
			"school": "台州学院",
			"team": "卷心菜之爱学又学不会但还是要学对对对",
			"type": "type1 unofficial"
			},
	"2009202204160061": {
			"members": "胡意豪、楼嘉鹏、留子发",
			"school": "台州职业技术学院",
			"team": "台职3",
			"type": "type2"
			},
	"2009202204160058": {
			"members": "孙君榜、谢宇峰、向民妹",
			"school": "台州职业技术学院",
			"team": "台职2",
			"type": "type2"
			},
	"2009202204160055": {
			"members": "许际晨、赵德权、杨黛",
			"school": "台州职业技术学院",
			"team": "台职1",
			"type": "type2"
			},
	"2009202204160016": {
			"members": "王国普、黄文湖、吴圣琪",
			"school": "温州大学",
			"team": "重生之我要拿牌子",
			"type": "type1"
			},
	"2009202204160013": {
			"members": "郑文尧、杨思俊、谢嘉璇",
			"school": "温州大学",
			"team": "你们都好厉害",
			"type": "type1"
			},
	"2009202204160010": {
			"members": "施天豪、夏家伟、陈晨宇",
			"school": "温州大学",
			"team": "南拳爹爹",
			"type": "type1"
			},
	"2009202204160007": {
			"members": "杨德曙、沈潇、黄姜恺",
			"school": "温州大学",
			"team": "A了这题就睡觉",
			"type": "type1"
			},
	"2009202204160004": {
			"members": "李心如、邹可毓、林子涵",
			"school": "温州大学",
			"team": "哈喽沃德",
			"type": "type1"
			},
	"2009202204160001": {
			"members": "刘子强、胡文博、胡琳涛",
			"school": "温州大学",
			"team": "三带一队",
			"type": "type1"
			},
	"2007202204160055": {
			"members": "朱郡洲、崔栋凯、卢仙潇",
			"school": "温州理工学院",
			"team": "一二三四五",
			"type": "type1"
			},
	"2007202204160052": {
			"members": "何宇吉、陈柯楠、杨森",
			"school": "温州理工学院",
			"team": "六七八九十",
			"type": "type1"
			},
	"2007202204160049": {
			"members": "张振、苏子岩、陈志文",
			"school": "温州理工学院",
			"team": "温理三队",
			"type": "type1"
			},
	"2007202204160046": {
			"members": "尉金行、沈信文、吴浩达",
			"school": "温州理工学院",
			"team": "阿巴阿巴阿巴",
			"type": "type1"
			},
	"2010202204160058": {
			"members": "庞景涛、林伟强、王敏芝",
			"school": "温州商学院",
			"team": "欲上青天揽明月",
			"type": "type1"
			},
	"2010202204160055": {
			"members": "张瀚元、潘钰锋、程江鑫",
			"school": "温州商学院",
			"team": "既济",
			"type": "type1"
			},
	"2010202204160061": {
			"members": "朱泽宇、郭玲聪、潘昱衡",
			"school": "温州商学院",
			"team": "啊对对队",
			"type": "type1"
			},
	"2007202204160061": {
			"members": "周烨、刘兴晨、张宗坤",
			"school": "温州医科大学",
			"team": "WA掘机",
			"type": "type1"
			},
	"2007202204160058": {
			"members": "洪昌奇、孙日晗、张龄尹",
			"school": "温州医科大学",
			"team": "干就完事儿",
			"type": "type1"
			},
	"2009202204160034": {
			"members": "徐叶帅、夏蒙蒙、陈子冬",
			"school": "温州职业技术学院",
			"team": "池冬夕",
			"type": "type2"
			},
	"2009202204160031": {
			"members": "诸葛守茨、卢郭宇轩、李子木",
			"school": "温州职业技术学院",
			"team": "三个臭皮匠",
			"type": "type2"
			},
	"2009202204160028": {
			"members": "林瑞星、董凯特、唐志伟",
			"school": "温州职业技术学院",
			"team": "赞美太阳",
			"type": "type2"
			},
	"2009202204160025": {
			"members": "夏笑平、游广涛、兰慧祥",
			"school": "温州职业技术学院",
			"team": "《总之就是非常可爱》",
			"type": "type2"
			},
	"2009202204160022": {
			"members": "林铮、苏陈洋、李鸥洋",
			"school": "温州职业技术学院",
			"team": "都行",
			"type": "type2"
			},
	"2009202204160019": {
			"members": "边文海、张汪彬、王作财",
			"school": "温州职业技术学院",
			"team": "四维题解",
			"type": "type2"
			},
	"2001202204160028": {
			"members": "陈奕翔、潘天晨、朱欣定",
			"school": "浙江省新昌中学",
			"team": "新中一队",
			"type": "type3 unofficial"
			},
	"2008202204160061": {
			"members": "余杰、刘振豪、蒋陈阳松",
			"school": "浙江省义乌中学",
			"team": "YLJ2022",
			"type": "type3 unofficial"
			},
	"2008202204160058": {
			"members": "陈奕心、方杰、黄钰韬",
			"school": "浙江省义乌中学",
			"team": "CYX2022",
			"type": "type3 unofficial"
			},
	"2008202204160055": {
			"members": "晁一丹、季圣斌、施翔天",
			"school": "浙江省义乌中学",
			"team": "CJS2022",
			"type": "type3 unofficial"
			},
	"2008202204160052": {
			"members": "吴思诚、徐子洋、谢文凯",
			"school": "浙江省义乌中学",
			"team": "WXS2022",
			"type": "type3 unofficial"
			},
	"2008202204160049": {
			"members": "傅浩然、陈弈帆、楼国政",
			"school": "浙江省义乌中学",
			"team": "FCL2022",
			"type": "type3 unofficial"
			},
	"2001202204160040": {
			"members": "陈扩文、朱一铭、俞博",
			"school": "余姚中学",
			"team": "肉丁土豆",
			"type": "type3 unofficial"
			},
	"2016202204160031": {
			"members": "庄博伟、苗皓淇、吕博图",
			"school": "浙大城市学院",
			"team": "Final Fantsay",
			"type": "type1"
			},
	"2016202204160028": {
			"members": "章立晨、邓皓文、何勇杰",
			"school": "浙大城市学院",
			"team": "让我研究一波",
			"type": "type1"
			},
	"2016202204160025": {
			"members": "潘劲帆、章晨榆、钟天宇",
			"school": "浙大城市学院",
			"team": "来杯拿铁",
			"type": "type1"
			},
	"2016202204160022": {
			"members": "黄宇航、何伟煊、徐浩达",
			"school": "浙大城市学院",
			"team": "半次元",
			"type": "type1"
			},
	"2016202204160019": {
			"members": "蒋净洋、余晔博、赵宇阳",
			"school": "浙大城市学院",
			"team": "不摆烂从取队名开始",
			"type": "type1"
			},
	"2016202204160016": {
			"members": "李时博、周思盈、纪国强",
			"school": "浙大城市学院",
			"team": "逃跑太阳",
			"type": "type1"
			},
	"2016202204160013": {
			"members": "方韬瑜、胡致文、张博超",
			"school": "浙大城市学院",
			"team": "队名不知道叫什么",
			"type": "type1"
			},
	"2016202204160010": {
			"members": "吴宝俊、赵磊、楼晨",
			"school": "浙大城市学院",
			"team": "《天衣无缝》",
			"type": "type1"
			},
	"2016202204160007": {
			"members": "金方永、李可锴、邱浩然",
			"school": "浙大城市学院",
			"team": "卷不动也得卷",
			"type": "type1"
			},
	"2016202204160004": {
			"members": "胡俊杰、贾缤、纪兵则",
			"school": "浙大城市学院",
			"team": "一份黄油蟹蟹",
			"type": "type1"
			},
	"2016202204160001": {
			"members": "王磊、张佳乐、褚锦威",
			"school": "浙大城市学院",
			"team": "乱拳打死老师傅",
			"type": "type1"
			},
	"2018202204160058": {
			"members": "潘帆、吴亦初、余建赛",
			"school": "浙大宁波理工学院",
			"team": "五场比赛四次打铁三人同桌两道签到一题通过",
			"type": "type1"
			},
	"2018202204160055": {
			"members": "胡向东、夏宇、蔡禹杰",
			"school": "浙大宁波理工学院",
			"team": "神秘时代",
			"type": "type1"
			},
	"2018202204160052": {
			"members": "胡志文、施舜泽、朱能熠",
			"school": "浙大宁波理工学院",
			"team": "我是火车王",
			"type": "type1"
			},
	"2018202204160049": {
			"members": "李道鹏、任同庆、沈佳力",
			"school": "浙大宁波理工学院",
			"team": "这天我相信了光",
			"type": "type1"
			},
	"2018202204160046": {
			"members": "程文浩、方晨、胡铭",
			"school": "浙大宁波理工学院",
			"team": "我要天天在集训室学习",
			"type": "type1"
			},
	"2018202204160043": {
			"members": "沈威、谢俊喆、张瀚辰",
			"school": "浙大宁波理工学院",
			"team": "啊对对对",
			"type": "type1"
			},
	"2018202204160040": {
			"members": "翁茹芸、胡鑫磊、唐文浩",
			"school": "浙大宁波理工学院",
			"team": "善逸好帅对不队",
			"type": "type1"
			},
	"2018202204160037": {
			"members": "吴承丞、陈铮、郑馨悦",
			"school": "浙大宁波理工学院",
			"team": "哪个队",
			"type": "type1"
			},
	"2002202204160034": {
			"members": "陈可、杨亿鑫、余潇乐",
			"school": "浙江安防职业技术学院",
			"team": "一切皆对象",
			"type": "type2"
			},
	"2002202204160031": {
			"members": "赵晟权、祝赫、顾光辉",
			"school": "浙江安防职业技术学院",
			"team": "勇敢向前",
			"type": "type2"
			},
	"2002202204160028": {
			"members": "陈忠富、金芳南、施彦升",
			"school": "浙江安防职业技术学院",
			"team": "代码都敲队",
			"type": "type2"
			},
	"2013202204160025": {
			"members": "周人豪、徐山钧、吴祥龙",
			"school": "浙江财经大学",
			"team": "渣男天团",
			"type": "type1"
			},
	"2013202204160022": {
			"members": "赵露、万子豪、章鑫鹏",
			"school": "浙江财经大学",
			"team": "牛啊牛啊!!!",
			"type": "type1"
			},
	"2013202204160019": {
			"members": "池润拓、王易阳、俞世杰",
			"school": "浙江财经大学",
			"team": "荧光",
			"type": "type1"
			},
	"2013202204160016": {
			"members": "张垚垚、叶国钊、朱新宇",
			"school": "浙江财经大学",
			"team": "秃如其来",
			"type": "type1"
			},
	"2013202204160013": {
			"members": "张维康、徐宇诺、张宏剑",
			"school": "浙江财经大学",
			"team": "加班不给加班费",
			"type": "type1"
			},
	"2013202204160010": {
			"members": "劳佳鸿、黄泳泉、肖惟宸",
			"school": "浙江财经大学",
			"team": "读题困难户",
			"type": "type1"
			},
	"2013202204160007": {
			"members": "陈启亮、冯裕钵、潘震",
			"school": "浙江财经大学",
			"team": "踏雪寻梅",
			"type": "type1"
			},
	"2013202204160004": {
			"members": "叶思卿、徐海天、林奕铖",
			"school": "浙江财经大学",
			"team": "败者食尘",
			"type": "type1"
			},
	"2013202204160061": {
			"members": "陈超、朱腾、王乔治",
			"school": "浙江财经大学",
			"team": "坐牢小队",
			"type": "type1"
			},
	"2013202204160001": {
			"members": "王志祥、戴旗凯、臧至钧",
			"school": "浙江财经大学",
			"team": "唱跳说唱篮球",
			"type": "type1"
			},
	"2005202204160055": {
			"members": "陈圳涛、吴佳浚、王子权",
			"school": "浙江传媒学院",
			"team": "浙传1队",
			"type": "type1"
			},
	"2005202204160052": {
			"members": "杨思成、周轩、王杰",
			"school": "浙江传媒学院",
			"team": "浙传2队",
			"type": "type1"
			},
	"2005202204160049": {
			"members": "许凯杰、张训然、杨启航",
			"school": "浙江传媒学院",
			"team": "浙传3队",
			"type": "type1"
			},
	"2005202204160046": {
			"members": "蒋奕林、王子轩、汪贤阳",
			"school": "浙江传媒学院",
			"team": "浙传4队",
			"type": "type1"
			},
	"2020202204160058": {
			"members": "赵广泽、吕耀维、凌子恒",
			"school": "浙江大学",
			"team": "Heltion&l1l5&SSerxhs",
			"type": "type1"
			},
	"2020202204160055": {
			"members": "沈哲贝、胡家齐、吴迪",
			"school": "浙江大学",
			"team": "phone battery isdead",
			"type": "type1"
			},
	"2020202204160052": {
			"members": "王海纳、林响烨、叶佳昂",
			"school": "浙江大学",
			"team": "Q.E.D Who survives?",
			"type": "type1"
			},
	"2020202204160049": {
			"members": "徐琪杰、杨予晟、任庭旭",
			"school": "浙江大学",
			"team": "SupersymmetryQuarkus",
			"type": "type1"
			},
	"2020202204160046": {
			"members": "陈彦博、杨沛霖、刘静明",
			"school": "浙江大学",
			"team": "cybno2",
			"type": "type1"
			},
	"2020202204160043": {
			"members": "龙香遇、陈思睿、王熠",
			"school": "浙江大学",
			"team": "灿哥的乒乓球打得真好啊！",
			"type": "type1 girls"
			},
	"2020202204160040": {
			"members": "樊睿、陈昊旸、盛晨璐",
			"school": "浙江大学",
			"team": "unshown",
			"type": "type1"
			},
	"2020202204160037": {
			"members": "张志心、楼沁霈、郭一铭",
			"school": "浙江大学",
			"team": "Duckforces",
			"type": "type1 girls"
			},
	"2003202204160034": {
			"members": "项光杰、黄彦滔、王杰",
			"school": "浙江纺织服装职业技术学院",
			"team": "啊对兑队",
			"type": "type2"
			},
	"2003202204160031": {
			"members": "席海鑫、金博伦、朱良存",
			"school": "浙江纺织服装职业技术学院",
			"team": "听天由命",
			"type": "type2"
			},
	"2003202204160028": {
			"members": "朱诗航、徐宇航、郑伊婷",
			"school": "浙江纺织服装职业技术学院",
			"team": "说什么都队",
			"type": "type2"
			},
	"2003202204160025": {
			"members": "杨楹贝、梁继峰、张奕晖",
			"school": "浙江纺织服装职业技术学院",
			"team": "一往无前队",
			"type": "type2"
			},
	"2002202204160043": {
			"members": "章铭宇、张哲峰、徐哲轶",
			"school": "浙江工贸职业技术学院",
			"team": "争取不做倒数第二队",
			"type": "type2"
			},
	"2002202204160040": {
			"members": "郑亚伟、沈攀峰、周鑫富",
			"school": "浙江工贸职业技术学院",
			"team": "红色车厘子",
			"type": "type2"
			},
	"2002202204160037": {
			"members": "陈道磊、薛思毅、沈齐全",
			"school": "浙江工贸职业技术学院",
			"team": "没有队名",
			"type": "type2"
			},
	"2017202204160058": {
			"members": "吴骏达、张子皓、陈思洋",
			"school": "浙江工商大学",
			"team": "瑞道克道格",
			"type": "type1"
			},
	"2017202204160055": {
			"members": "徐晨威、田博宇、刘冠轩",
			"school": "浙江工商大学",
			"team": "希望代码一次敲队",
			"type": "type1"
			},
	"2017202204160052": {
			"members": "郭宇航、张殷杰、韩帅彪",
			"school": "浙江工商大学",
			"team": "五百二十磅",
			"type": "type1"
			},
	"2017202204160049": {
			"members": "汤英杰、俞飞洋、何天益",
			"school": "浙江工商大学",
			"team": "键盘滚脸",
			"type": "type1"
			},
	"2017202204160046": {
			"members": "徐建奇、俞庄楠、陈致远",
			"school": "浙江工商大学",
			"team": "会长今天吃什么",
			"type": "type1"
			},
	"2017202204160043": {
			"members": "冯则涛、杨柳、傅嘉豪",
			"school": "浙江工商大学",
			"team": "锟斤拷之烫",
			"type": "type1"
			},
	"2017202204160040": {
			"members": "王铭阳、许嘉俊、陈侠",
			"school": "浙江工商大学",
			"team": "KAKA & JJ & RETHUS",
			"type": "type1"
			},
	"2017202204160037": {
			"members": "黄文豪、魏道、王晨杰",
			"school": "浙江工商大学",
			"team": "大红大紫",
			"type": "type1"
			},
	"2017202204160034": {
			"members": "黄威、潘前俊、孙浩邦",
			"school": "浙江工商大学",
			"team": "蒟蒻果冻",
			"type": "type1"
			},
	"2004202204160022": {
			"members": "俞谢泽、黄晔莹、章起帆",
			"school": "浙江工商大学杭州商学院",
			"team": "想你的腋",
			"type": "type1"
			},
	"2004202204160019": {
			"members": "陈婕、丁叶贝、董琳燕",
			"school": "浙江工商大学杭州商学院",
			"team": "好想出去玩但又懒得动",
			"type": "type1 girls"
			},
	"2004202204160016": {
			"members": "朱可财、潘泽民、柏晨垚",
			"school": "浙江工商大学杭州商学院",
			"team": "让我们红橙作伴",
			"type": "type1"
			},
	"2004202204160013": {
			"members": "罗智伟、麻嘉豪、曾歆瑶",
			"school": "浙江工商大学杭州商学院",
			"team": "没有想法",
			"type": "type1"
			},
	"2004202204160055": {
			"members": "朱勤涵、李茂宇、许朵",
			"school": "浙江工商职业技术学院",
			"team": "早八睡不醒队",
			"type": "type2"
			},
	"2004202204160052": {
			"members": "林晨浩、尹浩浩、谷建豪",
			"school": "浙江工商职业技术学院",
			"team": "力速双A",
			"type": "type2"
			},
	"2004202204160049": {
			"members": "陈勇杰、程勇青、张宇帆",
			"school": "浙江工商职业技术学院",
			"team": "妈的多重宇宙",
			"type": "type2"
			},
	"2017202204160031": {
			"members": "张宇翔、李亚伦、陈洁怡",
			"school": "浙江工业大学",
			"team": "地球猫猫",
			"type": "type1"
			},
	"2017202204160028": {
			"members": "董烨、杨俊尧、周阳",
			"school": "浙江工业大学",
			"team": "柚子社天下第一",
			"type": "type1"
			},
	"2017202204160025": {
			"members": "谢洋帆、吴昊天、胡圣烩",
			"school": "浙江工业大学",
			"team": "夏",
			"type": "type1"
			},
	"2017202204160022": {
			"members": "莫清宇、戚梦赞、张祎龙",
			"school": "浙江工业大学",
			"team": "夕阳红",
			"type": "type1"
			},
	"2017202204160019": {
			"members": "吴雨薇、余远帆、狄鑫慧",
			"school": "浙江工业大学",
			"team": "ZJUT4",
			"type": "type1"
			},
	"2017202204160016": {
			"members": "王路、王瑞、李汶芝",
			"school": "浙江工业大学",
			"team": "铁华团",
			"type": "type1"
			},
	"2017202204160013": {
			"members": "陈天阳、苗子豪、薛予凡",
			"school": "浙江工业大学",
			"team": "ZJUT6",
			"type": "type1"
			},
	"2017202204160010": {
			"members": "黄陈兆鋆、蔡凯玮、谢璟涵",
			"school": "浙江工业大学",
			"team": "ZJUT11",
			"type": "type1"
			},
	"2017202204160007": {
			"members": "陈尧、王雪龙、吴雨轩",
			"school": "浙江工业大学",
			"team": "我要读研",
			"type": "type1"
			},
	"2017202204160004": {
			"members": "包林鑫、朱锦、王韬翔",
			"school": "浙江工业大学",
			"team": "ZJUT12",
			"type": "type1"
			},
	"2017202204160001": {
			"members": "李哲成、钱晨、陈悦",
			"school": "浙江工业大学",
			"team": "ZJUT5",
			"type": "type1"
			},
	"2008202204160028": {
			"members": "程康涵、何治强、柯宏斌",
			"school": "浙江工业大学之江学院",
			"team": "三人四级五百分",
			"type": "type1"
			},
	"2008202204160025": {
			"members": "吴尚放、高炳辉、蔚欢平",
			"school": "浙江工业大学之江学院",
			"team": "叫我彩笔就好了",
			"type": "type1"
			},
	"2008202204160022": {
			"members": "陈彦榕、冉义瑶、高雅欣",
			"school": "浙江工业大学之江学院",
			"team": "无言以队",
			"type": "type1 girls"
			},
	"2008202204160019": {
			"members": "陈轩丞、王伟、李博钦",
			"school": "浙江工业大学之江学院",
			"team": "之江四队",
			"type": "type1"
			},
	"2008202204160016": {
			"members": "邢帆、王涛、董文强",
			"school": "浙江工业大学之江学院",
			"team": "之江五队",
			"type": "type1"
			},
	"2011202204160061": {
			"members": "竺夏、吴招阳、宋婉文",
			"school": "浙江工业职业技术学院",
			"team": "浙江工业职业技术学院14队",
			"type": "type2"
			},
	"2011202204160058": {
			"members": "张子妍、胡锦绣、叶佳琦",
			"school": "浙江工业职业技术学院",
			"team": "浙江工业职业技术学院13队",
			"type": "type2 girls"
			},
	"2011202204160055": {
			"members": "周越、麻胜存、沈静",
			"school": "浙江工业职业技术学院",
			"team": "浙江工业职业技术学院12队",
			"type": "type2"
			},
	"2011202204160052": {
			"members": "严科、余靖隆、陈佳妮",
			"school": "浙江工业职业技术学院",
			"team": "浙江工业职业技术学院11队",
			"type": "type2"
			},
	"2011202204160049": {
			"members": "陈昌鸿、杨上杰、程艺",
			"school": "浙江工业职业技术学院",
			"team": "浙江工业职业技术学院10队",
			"type": "type2"
			},
	"2011202204160046": {
			"members": "张晨杰、陈奕喆、叶珂怡",
			"school": "浙江工业职业技术学院",
			"team": "浙江工业职业技术学院9队",
			"type": "type2"
			},
	"2011202204160043": {
			"members": "杨楠、邵思熔、单月璐",
			"school": "浙江工业职业技术学院",
			"team": "浙江工业职业技术学院8队",
			"type": "type2"
			},
	"2005202204160061": {
			"members": "张皓杰、陈家乐、李铖威",
			"school": "浙江广厦建设职业技术大学",
			"team": "你不队",
			"type": "type1"
			},
	"2005202204160058": {
			"members": "林雅培、陈高威、邵繁",
			"school": "浙江广厦建设职业技术大学",
			"team": "寒士队",
			"type": "type1"
			},
	"2004202204160034": {
			"members": "苏灵铭、徐林祥、何嘉玮",
			"school": "浙江海洋大学",
			"team": "和头发作队",
			"type": "type1"
			},
	"2004202204160031": {
			"members": "王吉聪、沈岩、刘柯译",
			"school": "浙江海洋大学",
			"team": "浙海大1队",
			"type": "type1"
			},
	"2004202204160028": {
			"members": "程璐琦、宋艳龄、朱巧丹",
			"school": "浙江海洋大学",
			"team": "浙海大2队",
			"type": "type1 girls"
			},
	"2004202204160025": {
			"members": "沈驿、陈文浩、陈鑫磊",
			"school": "浙江海洋大学",
			"team": "浙海大3队",
			"type": "type1"
			},
	"2013202204160055": {
			"members": "吕哲宇、郭磊、李思诗",
			"school": "浙江金融职业学院",
			"team": "做大牢",
			"type": "type2"
			},
	"2013202204160052": {
			"members": "吴俊杰、俞腾锋、崔钧宣",
			"school": "浙江金融职业学院",
			"team": "可持久化颓废",
			"type": "type1"
			},
	"2013202204160049": {
			"members": "陈鹏、李志恺、朱斌莲",
			"school": "浙江金融职业学院",
			"team": "贞贞贞贞德队",
			"type": "type2"
			},
	"2013202204160046": {
			"members": "张帅威、张会德、陈迪梦",
			"school": "浙江金融职业学院",
			"team": "这个仇我记下了",
			"type": "type2"
			},
	"2013202204160043": {
			"members": "陈昌俊、王家盛、周冠成",
			"school": "浙江金融职业学院",
			"team": "芭芭拉冲呀",
			"type": "type2"
			},
	"2013202204160040": {
			"members": "邓瑞琦、孔志杰、彭鸿丽",
			"school": "浙江金融职业学院",
			"team": "一切都是命运石之门的选择",
			"type": "type2"
			},
	"2013202204160037": {
			"members": "张如华、胡恩俊、应煜婕",
			"school": "浙江金融职业学院",
			"team": "宇宙无敌超级酷炫噼里啪啦究极进化暴龙战士",
			"type": "type2"
			},
	"2013202204160034": {
			"members": "应旭辉、邓川江、陆李超",
			"school": "浙江金融职业学院",
			"team": "啊对对队",
			"type": "type2"
			},
	"2013202204160031": {
			"members": "赵政、戴盟、金汝霖",
			"school": "浙江金融职业学院",
			"team": "一题超人",
			"type": "type2"
			},
	"2013202204160028": {
			"members": "郑词意、柯俊帆、黄金昌",
			"school": "浙江金融职业学院",
			"team": "浙金院9队",
			"type": "type2"
			},
	"2010202204160052": {
			"members": "孟杞云、刘旭锋、徐亚靖",
			"school": "浙江经贸职业技术学院",
			"team": "新津恶霸",
			"type": "type2"
			},
	"2010202204160049": {
			"members": "苗珂榜、王林桦、周增远",
			"school": "浙江经贸职业技术学院",
			"team": "啊对对对队",
			"type": "type2"
			},
	"2010202204160046": {
			"members": "张大斌、金诚达、曾祺琦",
			"school": "浙江经贸职业技术学院",
			"team": "林之队",
			"type": "type2"
			},
	"2010202204160043": {
			"members": "吴良良、施林伟、陈超",
			"school": "浙江经贸职业技术学院",
			"team": "super idol的笑容都没AC甜",
			"type": "type2"
			},
	"2010202204160040": {
			"members": "裘真臻、刘东宇、傅振豪",
			"school": "浙江经贸职业技术学院",
			"team": "秃了还做不队",
			"type": "type2"
			},
	"2010202204160037": {
			"members": "戴泽锴、王彬彬、黄文杰",
			"school": "浙江经贸职业技术学院",
			"team": "不是坏人",
			"type": "type2"
			},
	"2003202204160010": {
			"members": "黄铄、吕宏翔、吴方靖",
			"school": "浙江警官职业学院",
			"team": "人生海海",
			"type": "type2"
			},
	"2003202204160007": {
			"members": "章瑶宁、吴溢芳、张婷婷",
			"school": "浙江警官职业学院",
			"team": "在满分线上躺平",
			"type": "type2 girls"
			},
	"2003202204160004": {
			"members": "刘圳、朱嘉琪、王健",
			"school": "浙江警官职业学院",
			"team": "山山而川",
			"type": "type2"
			},
	"2003202204160001": {
			"members": "张尤璟、朱培灿、梁孟阅",
			"school": "浙江警官职业学院",
			"team": "啊对对队",
			"type": "type2"
			},
	"2015202204160058": {
			"members": "全景涛、周一魏、余将虎",
			"school": "浙江科技学院",
			"team": "炼银术士",
			"type": "type1"
			},
	"2015202204160055": {
			"members": "蒋银帆、丁好、卢超翼",
			"school": "浙江科技学院",
			"team": "重庆鸡公煲",
			"type": "type1"
			},
	"2015202204160052": {
			"members": "史润培、赵家城、蒋贤潇",
			"school": "浙江科技学院",
			"team": "局外人",
			"type": "type1"
			},
	"2015202204160049": {
			"members": "杨之川、方毓乔、黄俊豪",
			"school": "浙江科技学院",
			"team": "浙科二十队",
			"type": "type1"
			},
	"2015202204160046": {
			"members": "颜忠祥、姚煜铭、蒋立彦",
			"school": "浙江科技学院",
			"team": "遇到困难睡大觉",
			"type": "type1"
			},
	"2015202204160043": {
			"members": "葛伟杰、沈嘉鸣、丁佳娜",
			"school": "浙江科技学院",
			"team": "浙科十队",
			"type": "type1"
			},
	"2015202204160040": {
			"members": "方行、潘江明、袁辰洋",
			"school": "浙江科技学院",
			"team": "今天吃饭了吗",
			"type": "type1"
			},
	"2015202204160037": {
			"members": "应谢吾、童文韬、王骏",
			"school": "浙江科技学院",
			"team": "蒋神粉丝团",
			"type": "type1"
			},
	"2015202204160034": {
			"members": "孙寅、沈序戎、尹栋豪",
			"school": "浙江科技学院",
			"team": "好起来了",
			"type": "type1"
			},
	"2004202204160061": {
			"members": "金燚杰、周振宇、毛达鑫",
			"school": "浙江科贸职业技术学院",
			"team": "否决立方",
			"type": "type2"
			},
	"2004202204160058": {
			"members": "王诗远、项鹏宇、李一初",
			"school": "浙江科贸职业技术学院",
			"team": "风控中心",
			"type": "type2"
			},
	"2021202204160037": {
			"members": "胡成一、何光赋、金奇",
			"school": "浙江理工大学",
			"team": "才十六连wa没关系的",
			"type": "type1"
			},
	"2021202204160034": {
			"members": "刘一龙、丁溢、金宇星",
			"school": "浙江理工大学",
			"team": "魔法少女101",
			"type": "type1"
			},
	"2021202204160031": {
			"members": "宁宇浩、邱天、王显龙",
			"school": "浙江理工大学",
			"team": "海超人大洋游侠和隐形船",
			"type": "type1"
			},
	"2021202204160028": {
			"members": "瞿程浩、吴士超、楼家豪",
			"school": "浙江理工大学",
			"team": "送钱小分队",
			"type": "type1"
			},
	"2021202204160025": {
			"members": "王建成、周博文、余建元",
			"school": "浙江理工大学",
			"team": "逐光",
			"type": "type1"
			},
	"2021202204160022": {
			"members": "汤丰玮、储炳焘、杨陈真",
			"school": "浙江理工大学",
			"team": "月下客",
			"type": "type1"
			},
	"2021202204160019": {
			"members": "朱鑫鑫、徐波、薛淞尹",
			"school": "浙江理工大学",
			"team": "飞飞",
			"type": "type1"
			},
	"2021202204160016": {
			"members": "肖泽宇、钟昀铮、王鸿宇",
			"school": "浙江理工大学",
			"team": "四月的狮子",
			"type": "type1"
			},
	"2021202204160013": {
			"members": "杨子建、晏阳英哲、翁昊洋",
			"school": "浙江理工大学",
			"team": "坏起来了",
			"type": "type1"
			},
	"2021202204160010": {
			"members": "杨杰、郑尉欣、张鼎茗",
			"school": "浙江理工大学",
			"team": "剑鱼二番队",
			"type": "type1"
			},
	"2021202204160007": {
			"members": "冯佳钧、刘哲、杨吴玙",
			"school": "浙江理工大学",
			"team": "浙理铁匠铺",
			"type": "type1"
			},
	"2021202204160004": {
			"members": "俞璐瑶、庄志宽、黄政赫",
			"school": "浙江理工大学",
			"team": "佬佬们说的都队",
			"type": "type1"
			},
	"2021202204160001": {
			"members": "夏意晨、崔耀钧、陈昊天",
			"school": "浙江理工大学",
			"team": "随便搞吧",
			"type": "type1 unofficial"
			},
	"2004202204160046": {
			"members": "王盛跨、殷炜、王宇豪",
			"school": "浙江理工大学科技与艺术学院",
			"team": "打羊胎素队",
			"type": "type1"
			},
	"2004202204160043": {
			"members": "吴志竣、吴雨文、吴伟健",
			"school": "浙江理工大学科技与艺术学院",
			"team": "不知道能不能对但希望队",
			"type": "type1"
			},
	"2004202204160040": {
			"members": "丁乘槎、宋赛朋、林传闹",
			"school": "浙江理工大学科技与艺术学院",
			"team": "晨",
			"type": "type1"
			},
	"2004202204160037": {
			"members": "齐瑜锋、王文杰、张腾跃",
			"school": "浙江理工大学科技与艺术学院",
			"team": "A题A的都队",
			"type": "type1"
			},
	"2022202204160037": {
			"members": "姜逸辉、陈昱帆、叶露仁",
			"school": "浙江农林大学",
			"team": "陈莲仁不容逸",
			"type": "type1"
			},
	"2022202204160034": {
			"members": "章扬、丁杭亮、邵建皓",
			"school": "浙江农林大学",
			"team": "法式酸甜西红柿片配黄油鸡蛋粒",
			"type": "type1"
			},
	"2022202204160031": {
			"members": "徐昊、倪铂涵、朱冰艳",
			"school": "浙江农林大学",
			"team": "丙烯酸酯橡胶",
			"type": "type1"
			},
	"2022202204160028": {
			"members": "陈浩、夏周全、林朝帅",
			"school": "浙江农林大学",
			"team": "克莱曼婷",
			"type": "type1"
			},
	"2022202204160025": {
			"members": "朱泽华、盛洪涛、戴振龙",
			"school": "浙江农林大学",
			"team": "寒窗苦读21.5年",
			"type": "type1"
			},
	"2022202204160022": {
			"members": "王子超、陈重喜、陈城",
			"school": "浙江农林大学",
			"team": "春田花花幼儿园青春版",
			"type": "type1"
			},
	"2022202204160019": {
			"members": "张烨浩、薛卫东、张凌赫",
			"school": "浙江农林大学",
			"team": "学习使我快乐",
			"type": "type1"
			},
	"2022202204160016": {
			"members": "杨成艺、曾唯策、任松涛",
			"school": "浙江农林大学",
			"team": "push %rbp",
			"type": "type1"
			},
	"2022202204160013": {
			"members": "章恒磊、周宇昕、郑懿",
			"school": "浙江农林大学",
			"team": "楼下大哥别过题了求求",
			"type": "type1"
			},
	"2022202204160010": {
			"members": "龚文强、沈杨阳、官洪林",
			"school": "浙江农林大学",
			"team": "两眼花花乱蛙一通",
			"type": "type1"
			},
	"2022202204160007": {
			"members": "朱蕴仪、杨悦、严滢",
			"school": "浙江农林大学",
			"team": "yy大队",
			"type": "type1 girls"
			},
	"2022202204160004": {
			"members": "王荣峥、郑伊磊、王健彬",
			"school": "浙江农林大学",
			"team": "为什么jbgg是神",
			"type": "type1"
			},
	"2022202204160001": {
			"members": "黄义章、潘佳彬、周星耀",
			"school": "浙江农林大学",
			"team": "xygg怎么失联了",
			"type": "type1 unofficial"
			},
	"2004202204160010": {
			"members": "刘浩琪、汪柯宁、姜梓堉",
			"school": "浙江农林大学暨阳学院",
			"team": "黎明男孩",
			"type": "type1"
			},
	"2004202204160007": {
			"members": "钱诚、龚纪元、叶津榜",
			"school": "浙江农林大学暨阳学院",
			"team": "极东魔术昼寝结社",
			"type": "type1"
			},
	"2004202204160004": {
			"members": "高飞鹏、王嘉伟、郑斌",
			"school": "浙江农林大学暨阳学院",
			"team": "线段树上启发式ac自动机",
			"type": "type1"
			},
	"2004202204160001": {
			"members": "金智宇、林松杰、展宝信",
			"school": "浙江农林大学暨阳学院",
			"team": "夕阳男孩",
			"type": "type1"
			},
	"2001202204160016": {
			"members": "俞思远、张铖森、余翰洋",
			"school": "浙江商业职业技术学院",
			"team": "IT黑马",
			"type": "type2"
			},
	"2001202204160013": {
			"members": "李子恒、陈艺连、谢煌振",
			"school": "浙江商业职业技术学院",
			"team": "IT黑马请吃饭",
			"type": "type2"
			},
	"2001202204160010": {
			"members": "翁晨迪、徐演铭、高浩杰",
			"school": "浙江商业职业技术学院",
			"team": "程序猿",
			"type": "type2"
			},
	"2015202204160031": {
			"members": "周天辰、余知航、蒋润浩",
			"school": "浙江师范大学",
			"team": "妖怪被srkz抓走了QAQ",
			"type": "type1"
			},
	"2015202204160028": {
			"members": "温启涛、倪伟聪、厉文浩",
			"school": "浙江师范大学",
			"team": "星际猫",
			"type": "type1"
			},
	"2015202204160025": {
			"members": "邓鹏、陈骏鹏、方天笑",
			"school": "浙江师范大学",
			"team": "巴巴托斯",
			"type": "type1"
			},
	"2015202204160022": {
			"members": "叶佳伟、张燮弛、王学远",
			"school": "浙江师范大学",
			"team": "四百四十四点四只狮子",
			"type": "type1"
			},
	"2015202204160019": {
			"members": "丁宇洋、汤浙栋、陈靖毅",
			"school": "浙江师范大学",
			"team": "启明星",
			"type": "type1"
			},
	"2015202204160016": {
			"members": "吴铮、郑顺帆、黄彬成",
			"school": "浙江师范大学",
			"team": "贪心",
			"type": "type1"
			},
	"2015202204160013": {
			"members": "王景瑶、滕佳倩、杨佳宁",
			"school": "浙江师范大学",
			"team": "破铜烂铁",
			"type": "type1 girls"
			},
	"2015202204160010": {
			"members": "王千予、谢思怡、陈心韵",
			"school": "浙江师范大学",
			"team": "喝个锤锤拿铁",
			"type": "type1 girls"
			},
	"2015202204160007": {
			"members": "丁逸飞、郑依佳、倪梦洁",
			"school": "浙江师范大学",
			"team": "什么时候才能像哥哥们一样鸭",
			"type": "type1"
			},
	"2015202204160004": {
			"members": "马嘉斌、王乐琦、王威杰",
			"school": "浙江师范大学",
			"team": "社会主义接班银",
			"type": "type1"
			},
	"2015202204160001": {
			"members": "陈骏、陈增豪、李政霖",
			"school": "浙江师范大学",
			"team": "取名难三人组",
			"type": "type1"
			},
	"2003202204160061": {
			"members": "王嘉禾、夏海波、葛海茵",
			"school": "浙江师范大学行知学院",
			"team": "摆烂队",
			"type": "type1"
			},
	"2003202204160058": {
			"members": "王洋洋、周小可、陈智浩",
			"school": "浙江师范大学行知学院",
			"team": "我瞅瞅",
			"type": "type1"
			},
	"2003202204160055": {
			"members": "朱晟磊、潘凯诚、金晶",
			"school": "浙江师范大学行知学院",
			"team": "面向样例编程",
			"type": "type1"
			},
	"2006202204160061": {
			"members": "华邵钶、周杰、张浩骏",
			"school": "浙江树人大学",
			"team": "树人先锋队",
			"type": "type1"
			},
	"2006202204160058": {
			"members": "李洋、钱湘羽、王婷",
			"school": "浙江树人大学",
			"team": "树人先锋2队",
			"type": "type1"
			},
	"2008202204160043": {
			"members": "杨世纪、林沙、郑浩宇",
			"school": "浙江水利水电学院",
			"team": "PK",
			"type": "type1"
			},
	"2008202204160040": {
			"members": "林高羽、倪一然、李志励",
			"school": "浙江水利水电学院",
			"team": "三元十碗糯米饭",
			"type": "type1"
			},
	"2008202204160037": {
			"members": "吴昊然、章腾元、丁霄桐",
			"school": "浙江水利水电学院",
			"team": "全水院肃清WA及TLE非常委员会",
			"type": "type1"
			},
	"2008202204160034": {
			"members": "胡俊杰、陈庭铎、张婉赟",
			"school": "浙江水利水电学院",
			"team": "啊对对对",
			"type": "type1"
			},
	"2008202204160031": {
			"members": "田恩同、全荣晨、徐展鹏",
			"school": "浙江水利水电学院",
			"team": "墨提斯",
			"type": "type2"
			},
	"2003202204160052": {
			"members": "朱熙明、何凯昊、赵政棋",
			"school": "浙江外国语学院",
			"team": "新月学院",
			"type": "type1"
			},
	"2003202204160049": {
			"members": "章力升、叶伟杰、陆昀",
			"school": "浙江外国语学院",
			"team": "今天你熬夜了吗",
			"type": "type1"
			},
	"2003202204160046": {
			"members": "泮佳玮、洪天成、陈翔宇",
			"school": "浙江外国语学院",
			"team": "浙外菜鸟队",
			"type": "type1"
			},
	"2012202204160022": {
			"members": "陈斌格、朱梦涵、刘正永",
			"school": "浙江万里学院",
			"team": "苗妙妙养了只喵叫喵妙",
			"type": "type1"
			},
	"2012202204160019": {
			"members": "郭义杰、周启鸿、陈星伟",
			"school": "浙江万里学院",
			"team": "风灵月影",
			"type": "type1"
			},
	"2012202204160016": {
			"members": "易博、李思瑶、阮昕煜",
			"school": "浙江万里学院",
			"team": "呜哇呜",
			"type": "type1"
			},
	"2012202204160013": {
			"members": "郁佳烨、岳杨、严楚翔",
			"school": "浙江万里学院",
			"team": "精神小伙成双成队",
			"type": "type1"
			},
	"2012202204160010": {
			"members": "林哲正、陈磊、谢杭轩",
			"school": "浙江万里学院",
			"team": "三只小猪",
			"type": "type1"
			},
	"2012202204160007": {
			"members": "金佳乐、李贇奇、郭雨欣",
			"school": "浙江万里学院",
			"team": "比赛前刚装的dev",
			"type": "type1"
			},
	"2012202204160004": {
			"members": "王剑、倪珂、张李彬",
			"school": "浙江万里学院",
			"team": "小秃子乖乖拔萝卜",
			"type": "type1"
			},
	"2012202204160001": {
			"members": "袁博、余欣达、齐祖康",
			"school": "浙江万里学院",
			"team": "思维风暴",
			"type": "type1"
			},
	"2007202204160043": {
			"members": "江雨杰、严佳龙、陈一涵",
			"school": "浙江邮电职业技术学院",
			"team": "养老",
			"type": "type2"
			},
	"2007202204160040": {
			"members": "邱翔、杜建广、王璐阳",
			"school": "浙江邮电职业技术学院",
			"team": "面包人",
			"type": "type2"
			},
	"2007202204160037": {
			"members": "朱佳振、卢成潼、包高齐",
			"school": "浙江邮电职业技术学院",
			"team": "终末之旅",
			"type": "type2"
			},
	"2007202204160034": {
			"members": "邵崇奇、张家毓、胡晨阳",
			"school": "浙江邮电职业技术学院",
			"team": "对不队",
			"type": "type2"
			},
	"2007202204160031": {
			"members": "莫佳毅、陈云飞、阙述敏",
			"school": "浙江邮电职业技术学院",
			"team": "朴实无华",
			"type": "type2"
			},
	"2014202204160057": {
			"members": "杨帆、丁迪喜、沈钢杰",
			"school": "浙江育英职业技术学院",
			"team": "育英养老队",
			"type": "type2"
			},
	"2014202204160054": {
			"members": "钱晨乐、吴法远、姬梦迪",
			"school": "浙江育英职业技术学院",
			"team": "育英掘沙队",
			"type": "type2"
			},
	"2014202204160051": {
			"members": "陈高远、张恒、谢加文",
			"school": "浙江育英职业技术学院",
			"team": "育英海绵宝宝队",
			"type": "type2"
			},
	"2014202204160048": {
			"members": "田若禹、张超阳、杨良俊",
			"school": "浙江育英职业技术学院",
			"team": "育英旺旺仙贝队",
			"type": "type2"
			},
	"2014202204160045": {
			"members": "蒋婉斐、谢榕、张翔杰",
			"school": "浙江育英职业技术学院",
			"team": "育英女队",
			"type": "type2"
			},
	"2014202204160042": {
			"members": "沈永源、方婧婧、李上鸿",
			"school": "浙江育英职业技术学院",
			"team": "育英2147483647队",
			"type": "type2"
			},
	"2014202204160039": {
			"members": "黄文凯、应佳伟、夏炫",
			"school": "浙江育英职业技术学院",
			"team": "育英三队",
			"type": "type2"
			},
	"2014202204160036": {
			"members": "沈鑫涛、陈柯、钟晨园",
			"school": "浙江育英职业技术学院",
			"team": "育英九队",
			"type": "type2"
			},
	"2014202204160033": {
			"members": "奚源、宋仪彬、罗楠",
			"school": "浙江育英职业技术学院",
			"team": "育英六队",
			"type": "type2"
			},
	"2001202204160025": {
			"members": "周文浩、方程跃、牟文远",
			"school": "浙江越秀外国语学院",
			"team": "暴力出奇迹",
			"type": "type1"
			},
	"2006202204160028": {
			"members": "何旺鑫、任淇、黄璟",
			"school": "浙江长征职业技术学院",
			"team": "长征1队",
			"type": "type2"
			},
	"2006202204160025": {
			"members": "孙俊杰、金王辉、李明轩",
			"school": "浙江长征职业技术学院",
			"team": "长征2队",
			"type": "type2"
			},
	"2006202204160022": {
			"members": "余翱、阮云康、董海伦",
			"school": "浙江长征职业技术学院",
			"team": "长征3队",
			"type": "type2"
			},
	"2006202204160019": {
			"members": "钱泽楠、孙政杰、钱李辉",
			"school": "浙江长征职业技术学院",
			"team": "长征4队",
			"type": "type2"
			},
	"2006202204160016": {
			"members": "叶庆伟、彭航宇、陈海云",
			"school": "浙江长征职业技术学院",
			"team": "长征5队",
			"type": "type2"
			},
	"2011202204160019": {
			"members": "李弘辰、朱家伟、王元",
			"school": "浙江中医药大学",
			"team": "ZCMU-哥哥带我们飞",
			"type": "type1"
			},
	"2011202204160016": {
			"members": "赵天骏、毛冬冬、盛子阳",
			"school": "浙江中医药大学",
			"team": "ZCMU-珂朵莉樹上可持續化咕咕咕",
			"type": "type1"
			},
	"2011202204160013": {
			"members": "卢昕怡、钟晓芸、景舒楠",
			"school": "浙江中医药大学",
			"team": "ZCMU-HTT",
			"type": "type1 girls"
			},
	"2011202204160010": {
			"members": "缪心闯、陈翊飞、姚冠宇",
			"school": "浙江中医药大学",
			"team": "ZCMU-三个葫芦爷",
			"type": "type1"
			},
	"2011202204160007": {
			"members": "黄双宝、杨丁力、胡清霞",
			"school": "浙江中医药大学",
			"team": "ZCMU-旅行商",
			"type": "type1"
			},
	"2011202204160004": {
			"members": "何雁杰、饶易安、陈佳文",
			"school": "浙江中医药大学",
			"team": "ZCMU-滑铲车",
			"type": "type1"
			},
	"2011202204160001": {
			"members": "牛佳慧、柳云飞、王少杰",
			"school": "浙江中医药大学",
			"team": "ZCMU-冲冲冲",
			"type": "type1"
			},
	"2003202204160043": {
			"members": "沈浩奇、王庆康、徐婉婷",
			"school": "浙江中医药大学滨江学院",
			"team": "ZCMU-让他九子又何妨",
			"type": "type1"
			},
	"2003202204160040": {
			"members": "叶锦权、毛郑调、丁陈晨",
			"school": "浙江中医药大学滨江学院",
			"team": "ZCMU-我们不是来找虐的对不队",
			"type": "type1"
			},
	"2003202204160037": {
			"members": "吴韩宇、梁禹、郑泉荃",
			"school": "浙江中医药大学滨江学院",
			"team": "ZCMU-一决胜负",
			"type": "type1"
			},
	"2019202204160058": {
			"members": "王龙欢、梁孜祺、张霄",
			"school": "中国计量大学",
			"team": "树套树套树",
			"type": "type1"
			},
	"2019202204160055": {
			"members": "张迅驰、曹吉、郭强",
			"school": "中国计量大学",
			"team": "已经没什么好怕的了",
			"type": "type1"
			},
	"2019202204160052": {
			"members": "金晖、庄轲、刘长奥",
			"school": "中国计量大学",
			"team": "沃斯尼蝶",
			"type": "type1"
			},
	"2019202204160049": {
			"members": "毛雨辰、裴君辉、陆羿勋",
			"school": "中国计量大学",
			"team": "铁匠",
			"type": "type1"
			},
	"2019202204160046": {
			"members": "刘昕、汪埕浩、卓新晨",
			"school": "中国计量大学",
			"team": "霄巨收购肯德基",
			"type": "type1"
			},
	"2019202204160043": {
			"members": "苗先涛、章霄宇、杨晗",
			"school": "中国计量大学",
			"team": "vvvvvvvv",
			"type": "type1"
			},
	"2019202204160040": {
			"members": "吴志存、金志韬、杨亦栋",
			"school": "中国计量大学",
			"team": "只回韬韬",
			"type": "type1"
			},
	"2019202204160037": {
			"members": "徐凯、周浩男、叶桐初",
			"school": "中国计量大学",
			"team": "0xffffffff",
			"type": "type1"
			},
	"2012202204160058": {
			"members": "冯浚豪、徐建博、吴佳莹",
			"school": "中国计量大学现代科技学院",
			"team": "智能猫",
			"type": "type1"
			},
	"2012202204160055": {
			"members": "郑彬熙、蒋宇航、潘友利",
			"school": "中国计量大学现代科技学院",
			"team": "刺客伍六七",
			"type": "type1"
			},
	"2012202204160052": {
			"members": "林仁豪、周正谊、陈浩男",
			"school": "中国计量大学现代科技学院",
			"team": "懒得打了给你们垫垫底",
			"type": "type1"
			},
	"2012202204160049": {
			"members": "黄圆圆、章佳浩、郑景元",
			"school": "中国计量大学现代科技学院",
			"team": "不爆零就算赢",
			"type": "type1"
			},
	"2001202204160061": {
			"members": "孙琬婷、黄驿雯、吕苇如",
			"school": "金华市环城小学、金华市金师附小",
			"team": "反向《AK》",
			"type": "type3 unofficial girls"
			},
	"2001202204160058": {
			"members": "汪致远、梁润昊、周宽",
			"school": "金华市丽泽书院、金华市外国语学校",
			"team": "算法竞赛必须有章可循",
			"type": "type3 unofficial"
			},
	"2001202204160055": {
			"members": "毛艺婷、赖可依、赵晟昊",
			"school": "金华市丽泽书院、金华市外国语学校",
			"team": "一个队名",
			"type": "type3 unofficial"
			},
	"2001202204160052": {
			"members": "叶印东、宋子岩、项灏洋",
			"school": "金华市丽泽书院、永康市大司巷小学",
			"team": "章可循：钞有钱",
			"type": "type3 unofficial"
			},
	"2001202204160049": {
			"members": "徐知鱼、赵峻涵、徐崇瑜",
			"school": "群星外国语学校、东阳北江中心小学、义乌市绣湖小学",
			"team": "春风化雨",
			"type": "type3 unofficial"
			},
	"2001202204160046": {
			"members": "陈佳润、赵彦哲、姚天浩",
			"school": "永康市大司巷小学、金华市东苑小学、金华市宾虹小学",
			"team": "怎么老是你",
			"type": "type3 unofficial"
			},
	"2001202204160043": {
			"members": "高麟翔、胡昊、孙梓皓",
			"school": "浙江金华第一中学、华东师大二附中",
			"team": "楼兰古国",
			"type": "type3 unofficial"
			},
	"2007202204160013": {
			"members": "徐勤伟、陆畅、刘佳豪",
			"school": "温州科技职业学院",
			"team": "第一小队",
			"type": "type2"
			},
	"2007202204160010": {
			"members": "周子凯、朱明浩、沈佳晨",
			"school": "温州科技职业学院",
			"team": "超越小队",
			"type": "type2"
			},
	"2007202204160007": {
			"members": "蒋旺骏、陈沛楠、王雨情",
			"school": "温州科技职业学院",
			"team": "我们都爱王雨情",
			"type": "type2"
			},
	"2007202204160004": {
			"members": "孙震泽、沈梦娇、杨宇坤",
			"school": "温州科技职业学院",
			"team": "发际线和我作队",
			"type": "type2"
			},
	"2007202204160001": {
			"members": "戴单一、项理都、舒子建",
			"school": "温州科技职业学院",
			"team": "面向过程，没有对象",
			"type": "type2"
			},
	"2023202204160043": {
			"members": "张启琛、金笛声、金子涵",
			"school": "浙江机电职业技术学院",
			"team": "蜜汁火腿",
			"type": "type2"
			},
	"2023202204160040": {
			"members": "应程杰、陈佳宇、阮湛皓",
			"school": "浙江机电职业技术学院",
			"team": "摸鱼的鸽子",
			"type": "type2"
			},
	"2023202204160037": {
			"members": "张谦、吴传杰、林甲城",
			"school": "浙江机电职业技术学院",
			"team": "玛卡巴卡阿卡哇卡米卡玛卡呣",
			"type": "type2"
			},
	"2023202204160034": {
			"members": "陈彦匡、林宇曈、胡振垟",
			"school": "浙江机电职业技术学院",
			"team": "三菜一汤",
			"type": "type2"
			},
	"2023202204160031": {
			"members": "吴宇豪、马贺杰、张嘉豪",
			"school": "浙江机电职业技术学院",
			"team": "奇宇铁匠",
			"type": "type2"
			},
	"2023202204160028": {
			"members": "刘江天、孙七七、陈冠男",
			"school": "浙江机电职业技术学院",
			"team": "二元一次",
			"type": "type2"
			},
	"2023202204160025": {
			"members": "洪志伦、张旭锋、薛彬",
			"school": "浙江机电职业技术学院",
			"team": "泥头车",
			"type": "type2"
			},
	"2023202204160022": {
			"members": "陈颜升、张黎翔、陈资权",
			"school": "浙江机电职业技术学院",
			"team": "里脊炒面",
			"type": "type2"
			},
	"2023202204160019": {
			"members": "赵郑重、方培辉、周伟剑",
			"school": "浙江机电职业技术学院",
			"team": "差一点就金了",
			"type": "type1"
			},
	"2023202204160016": {
			"members": "胡伟涛、柳徐吉、尤圣旭",
			"school": "浙江机电职业技术学院",
			"team": "断幺九",
			"type": "type2"
			},
	"2023202204160013": {
			"members": "应育辰、叶振宇、陈志伟",
			"school": "浙江机电职业技术学院",
			"team": "BUG的尴尬瞬间",
			"type": "type2"
			},
	"2023202204160010": {
			"members": "孙毅辉、骆振东、余晨睿",
			"school": "浙江机电职业技术学院",
			"team": "里脊炒饭",
			"type": "type2"
			},
	"2023202204160007": {
			"members": "汪俊杰、金群策、张磊",
			"school": "浙江机电职业技术学院",
			"team": "人形电脑天使心",
			"type": "type2"
			},
	"2023202204160004": {
			"members": "刘鑫、徐哲元、顾佳楠",
			"school": "浙江机电职业技术学院",
			"team": "三个臭皮匠",
			"type": "type2 unofficial"
			},
	"2023202204160001": {
			"members": "缪仁程、张卓、李炳樟",
			"school": "浙江机电职业技术学院",
			"team": "咸鱼闯江湖",
			"type": "type2 unofficial"
			},
	"2001202204160001": {
			"members": "谢鑫、陈想、韩政毅",
			"school": "浙江交通职业技术学院",
			"team": "下岗工人再就业队",
			"type": "type2"
			},
	"2001202204160004": {
			"members": "杨誉、胡轩铭、胡雯雯",
			"school": "浙江交通职业技术学院",
			"team": "海底小纵队",
			"type": "type2"
			},
	"2001202204160007": {
			"members": "沈友来、吾世民、沈彬焱",
			"school": "浙江交通职业技术学院",
			"team": "天空小纵队",
			"type": "type2"
			},
	"2001202204160022": {
			"members": "张宝升、陈铭凯、孔择轶",
			"school": "杭州二中白马湖学校",
			"team": "白马湖1队",
			"type": "type3 unofficial"
			},
	"2001202204160019": {
			"members": "蒋陈和、张泽铠、陈文浩",
			"school": "杭州二中白马湖学校",
			"team": "白马湖2队",
			"type": "type3 unofficial"
			},
	"2011202204160073": {
			"members": "孙禄毅、朱鑫燚、蓝忠杰",
			"school": "湖州学院",
			"team": "想要个牌",
			"type": "type1"
			},
	"2011202204160082": {
			"members": "胡文轩、张俊树、黄坤",
			"school": "湖州学院",
			"team": "开拓者",
			"type": "type1"
			},
	"2011202204160079": {
			"members": "丰晟隆、陶鹏帆、金晓晓",
			"school": "湖州学院",
			"team": "编缘队",
			"type": "type1"
			},
	"2011202204160076": {
			"members": "唐陈宇、吴世凡、冯柏盛",
			"school": "湖州学院",
			"team": "相信柯学",
			"type": "type1"
			},
	"2011202204160070": {
			"members": "李卓然、邹柳石、林子睿",
			"school": "杭州电子科技大学",
			"team": "杭电二十一队",
			"type": "type1 unofficial"
			},
	"2011202204160067": {
			"members": "郑航凯、黄子梁、万扬",
			"school": "杭州电子科技大学",
			"team": "杭电二十二队",
			"type": "type1 unofficial"
			},
	"2011202204160064": {
			"members": "张城楷、潘登、梅瑞贤",
			"school": "杭州电子科技大学",
			"team": "杭电二十三队",
			"type": "type1 unofficial"
			},
	};
	